Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: Confirm New Password
af: Bevestig nuwe wagwoord
ar: أكّد كلمة السر الجديدة
be: Паўторыце новы пароль
bg: Потвърждение на новата парола
ca: Confirmar nova contrasenya
cs: Potvrdit nové heslo
da: Bekræft nyt kodeord
de: Neues Passwort bestätigen
el: Επιβεβαίωση νέου κωδικού πρόσβασης
es: Confirme la nueva contraseña
et: Kinnita uus parool
fa: رمز عبور جدید را تایید کنید
fi: Vahvista uusi salasana
fr: Confirmez votre nouveau mot de passe
he: אישור סיסמא חדשה
hu: Jelszó megerősítése
id: Konfirmasi password baru
it: Conferma la nuova password
ja: 確認用新しいパスワード
ka: ახალი პაროლის დადასტურება
lo_la: ຢືນຢັນລະຫັດຜ່ານໃໝ່
lv: Apstiprināt jauno paroli
nb: Bekreft nytt passord
nl: Bevestig nieuw wachtwoord
nn_no: Stadfest nytt passord
pl: Powtórz nowe hasło
pt_br: Confirme sua nova senha
ro: Confirmați parola nouă
ru: Повторите новый пароль
sk: Potvrdiť nové heslo
sl: Potrdite novo geslo
sv: Bekräfta nytt lösenord
th: ยืนยันรหัสผ่านใหม่
tr: Yeni parolanı doğrula
uk: Підтвердіть новий пароль
vi: Xác nhận mật khẩu mới

source: Confirm my account
af: Bevestig my rekening
ar: أكّد حسابي
be: Актываваць
bg: Потвърждаване на профил
ca: Confirmar el meu compte
cs: Potvrdit můj účet
da: Bekræft min konto
de: Mein Konto bestätigen
el: Επιβεβαίωση του λογαριασμού μου
es: Confirmar mi cuenta
et: Kinnita konto
fa: حساب مرا تایید کن
fi: Vahvista tilini
fr: Confirmer mon courriel
he: אשר את החשבון שלי
hu: Fiók megerősítése
id: Konfirmasi akun saya
it: Conferma il mio account
ja: アカウント確認
ka: დაადასტურე ჩემი ანგარიში
lo_la: ຢືນຢັນບັນຊີຂອງຂ້ອຍ.
lv: Apstiprināt kontu
nb: Aktiver min konto
nl: Bevestig mijn account
nn_no: Stadfest konto
pl: Potwierdź swoje konto
pt: Confirmar a minha conta
pt_br: Confirmar minha conta
ro: Confirmă accontul meu
ru: Активировать
sk: Potvrdiť môj účet
sl: Potrdi moj račun
sv: Bekräfta mitt konto
th: ยืนยันบัญชีของฉัน
tr: Hesabımı onayla
uk: Підтвердити мій аккаунт
vi: Xác nhận tài khoản

source: Confirmation instructions
af: Bevestigingsinstruksies
ar: تعليمات تأكيد الحساب
az: Hesabın təstiqlənməsi
be: Інструкцыі па пацверджанні ўліковага запісу
bg: Инструкции за потвърждаване
bn: নিশ্চিতকরণ নির্দেশাবলী
ca: Instruccions de confirmació
cs: Instrukce k potvrzení účtu
da: Bekræftelsesinstruktioner
de: Anleitung zur Bestätigung Ihres Accounts
el: Οδηγίες επιβεβαίωσης
es: Instrucciones de confirmación
et: Kinnitamise juhised
fa: راهنمای تایید
fi: Vahvistusohjeet
fr: Instructions de confirmation
he: הוראות לאישור הרשמה
hr: Upute za potvrdu korisničkog računa
hu: Email cím megerősítés
id: Instruksi untuk melakukan konfirmasi
is: Staðfestingarleiðbeiningar
it: Istruzioni per la conferma
ja: アカウントの有効化について
ka: ინსტრუქცია დასადასტურებლად
lo_la: ຂັ້ນຕອນການຢືນຢັນ
lt: Paskyros patvirtinimo instrukcijos
lv: Apstiprināšanas apraksts
ms: Arahan proses pengesahan
nb: Bekreftelsesinstruksjoner
nl: Bevestiging
nn_no: Instruksjonar for å stadfeste
no: Bekreftelsesinstruksjoner
pl: Instrukcja aktywacji konta
pt: Instruções de confirmação
pt_br: Instruções de confirmação
ro: Instrucţiuni de confirmare
ru: Инструкции по подтверждению учетной записи
sk: Potvrdzovacie inštrukcie
sl: Navodila potrditve
sr: Uputstvo za potvrdu korisničkog naloga
sr_rs: Упутство за потврду корисничког налога
sv: Instruktioner för bekräftning av konto
th: คำแนะนำการยืนยัน
tr: Onaylama talimatları.
uk: Інструкції щодо підтвердження облікового запису
vi: Hướng dẫn xác nhận tài khoản

source: Could not authenticate you from %{kind} because "%{reason}".
af: Kon jou nie waarmerk vanaf %{kind} nie oor "%{reason}".
ar: فشلت عمليّة التحقق عبر %{kind} للسبب التّالي: %{reason}
az: "%{reason}" səbəbindən sizi %{kind} autentikasiya etmək mümkün olmadı.
be: Вы не можаце ўвайсці ў сістэму з уліковым запісам з %{kind}, бо "%{reason}".
bg: Не успяхме да ви оторизираме чрез %{kind}, защото %{reason}.
bn: আপনি %{kind} থেকে এসেছেন, এটি প্রমান করা যায়নি কারন "%{reason}".
ca: No hem pogut autoritzar el compte des de %{kind} perquè "%{reason}".
cs: Není možné autorizovat z %{kind}, protože: "%{reason}".
da: Du kunne ikke logges ind med din %{kind} konto.
de: Sie konnten nicht mit Ihrem %{kind}-Account angemeldet werden, weil "%{reason}".
el: Δεν γίνεται να ταυτοποιηθείτε από %{kind} επειδή "%{reason}".
es: No has sido autorizado en la cuenta %{kind} porque "%{reason}".
et: Ei õnnestunud autoriseerida %{kind}-kontot, põhjus "%{reason}".
fa: امکان استفاده از مجوز %{kind} نبود زیرا "%{reason}".
fi: Valtuutus käyttäen palvelua %{kind} epäonnistui, koska "%{reason}".
fr: Nous ne pouvons pas vous authentifier depuis %{kind} pour la raison suivante : '%{reason}'.
he: לא הצלחנו לאמת את זהותך מסוג %{kind} בגלל "%{reason}"
hr: Nismo Vas u mogućnosti autorizirati sa %{kind} računom zbog "%{reason}".
hu: Nem sikerült azonosítani %{kind} fiókkal, az ok: "%{reason}".
id: Tidak dapat melakukan autentikasi dari %{kind} karena "%{reason}".
is: Innskráning með %{kind} aðgangi mistókst: %{reason}.
it: Non è stato possibile autorizzarti da %{kind} perchè "%{reason}".
ja: %{kind} アカウントによる認証に失敗しました。理由：（%{reason}）
ka: თქვენი ავთენტიკაცია %{kind}-დან ვერ მოხერხდა რადგან "%{reason}".
lo_la: ບໍ່ສາມາດຢືນຢັນຕົວຕົນທ່ານຈາກ %{kind} ເພາະວ່າ "%{reason}".
lt: Nepavyko autentikaciją per %{kind}, klaida: "%{reason}".
lv: Neizdevās autorizēties ar %{kind} lietotāju. Iemesls: "%{reason}".
nb: Kunne ikke autorisere deg fra %{kind} fordi "%{reason}".
nl: We konden je niet aanmelden op je %{kind} omdat "%{reason}".
nn_no: Kunne ikkje autentisere deg frå %{kind} på grunn av "%{reason}".
no: Kunne ikke autorisere deg fra %{kind} fordi "%{reason}".
pl: Logowanie przez konto %{kind} zakończyło się błędem z powodu "%{reason}".
pt: Não foi possível autenticar a sua conta por %{kind} porque "%{reason}".
pt_br: Não foi possível autorizar de uma conta de %{kind} porque "%{reason}".
ro: Nu te-am putut autoriza de pe contul de %{kind} pentru că "%{reason}".
ru: Вы не можете войти в систему с учетной записью из %{kind}, т.к. "%{reason}".
sk: Nebolo možné vás autentifikovať z %{kind} z dôvodu "%{reason}".
sl: Prijava preko %{kind} računa ni uspela zaradi "%{reason}"
sr: Nismo u mogućnosti autorizovati Vas sa %{kind} nalogom zbog "%{reason}".
sr_rs: Нисмо у могућности ауторизовати Вас са %{kind} налогом због "%{reason}".
sv: Kunde inte autentisera dig med %{kind} för "%{reason}".
th: ไม่สามารถยืนยันตัวคุณจาก %{kind} เพราะ "%{reason}"
tr: Sizi %{kind} aracılığıyla tanıyamadık çünkü "%{reason}".
uk: Ви не можете увійти в систему обліковим записом %{kind}, тому що "%{reason}".
vi: Không thể đăng nhập qua tài khoản %{kind} vì "%{reason}".

source: Current Password
af: Huidige wagwoord
ar: كلمة المرور الحالية
be: Сучасны пароль
bg: Настояща парола
ca: Contrasenya actual
cs: Současné heslo
da: Nuværende password
de: Bisheriges Passwort
el: Τρέχων κωδικός πρόσβασης
es: Contraseña actual
et: Praegune parool
fa: رمز عبور فعلی
fi: Nykyinen salasana
fr: Mot de passe actuel
he: סיסמא נוכחית
hu: Jelenlegi jelszó
id: Password saat ini
it: Password corrente
ja: 現在のパスワード
ka: მიმდინარე პაროლი
lo_la: ລະຫັດຜ່ານປັດຈຸບັນ
lv: Tagadējā parole
nb: Gjeldende passord
nl: Huidig wachtwoord
nn_no: Noverande passord
pl: Aktualne hasło
pt_br: Senha atual
ro: Parola curentă
ru: Текущий пароль
sk: Súčasné heslo
sl: Trenutno geslo
sv: Nuvarande lösenord
th: รหัสผ่านปัจจุบัน
tr: Geçerli Parola
uk: Поточний пароль
vi: Mật khẩu hiện tại

source: Current password
af: Huidige wagwoord
ar: كلمة المرور الحالية
be: Сучасны пароль
bg: Настояща парола
ca: Contrasenya actual
cs: Současné heslo
da: Nuværende password
de: Bisheriges Passwort
el: Τρέχων κωδικός πρόσβασης
es: Contraseña actual
et: Praegune parool
fa: رمز عبور فعلی
fi: Nykyinen salasana
fr: Mot de passe actuel
he: סיסמא נוכחית
hu: Jelenlegi jelszó
id: Password saat ini
it: Password corrente
ja: 現在のパスワード
ka: მიმდინარე პაროლი
lo_la: ລະຫັດຜ່ານປັດຈຸບັນ
lv: Tagadējā parole
nb: Gjeldende passord
nl: Huidig wachtwoord
nn_no: Noverande passord
pl: Aktualne hasło
pt_br: Senha atual
ro: Parola curentă
ru: Текущий пароль
sk: Súčasné heslo
sl: Trenutno geslo
sv: Nuvarande lösenord
th: รหัสผ่านปัจจุบัน
tr: Geçerli Parola
uk: Поточний пароль
vi: Mật khẩu hiện tại

source: Currently waiting confirmation for: %{email}
af: Wag tans bevestiging vir: %{email}
ar: في انتظار تفعيل البريد الإلكتروني %{email}
be: Чакаецца пацверджанне адрасаE-mail: %{email}
bg: Очаква се потвърждение за: %{email}
ca: Esperant confirmació de: %{email}
cs: Momentálně čekám na potvrzení pro: %{email}
da: Afventer bekræftelse af: %{email}
de: Warte auf Bestätigung von %{email}.
el: Αναμένεται επιβεβαίωση για: %{email}
es: Actualmente esperando la confirmacion de: %{email}
et: Kinnituse ootel: %{email}
fa: در حال انتظار برای تایید : %{email}
fi: Odotetaan vahvistusta sähköpostille: %{email}
fr: Confirmation en attente pour: %{email}
he: ממתין לאישור של הכתובת: %{email}
hu: Még várjuk a következő e-mail cím megerősítését: %{email}
id: Saat ini menunggu konfirmasi untuk: %{email}
it: In attesa di conferma per: %{email}
ja: %{email} の確認待ち
ka: ამჟამად ველოდებით დასტურს: %{email}-სთვის
lo_la: ກຳລັງລໍຖ້າການຢືນຢັນສຳລັບ: %{email}
lv: Pašlaik gaida apstiprinājumu epastam: %{email}
nb: Vi avventer bekreftelse for %{email}
nl: Aan het wachten op de bevestiging voor: %{email}
nn_no: Ventar stadfesting frå: %{email}
pl: Aktualnie oczekujemy na potwierdzenie z: %{email}
pt_br: No momento esperando por: %{email}
ro: Se asteaptă confirmare pentru: %{email}
ru: Ожидается подтверждение адреса E-mail: %{email}
sk: Momentálne sa čaká na potvrdenie pre: %{email}
sl: Čakamo na potrditev: %{email}
sv: Väntar på bekräftelse för: %{email}
th: ขณะนี้ ระบบรอการยืนยันอีเมล์ %{email} อยู่
tr: Doğrulama için bekleniyor : %{email}
uk: В даний час очікуємо підтвердження від: %{email}
vi: Đang đợi xác nhận tài khoản email: %{email}

source: Dashboard
es: Tablero de instrumentos
fi: Kojelauta
it: Pannello
ru: Панель управления

source: Define the host that we will listen for, and then the host the API backend is listening for.
fi: Määritä host jota kuunnella, ja sitten host, jota API taistajärkestelmä kuuntelee.
fr: Entrez les détails de l'hôte que nous écoutons, puis ceux de l'hôte que le serveur d'API écoute.
it: Definisci il sito per cui resteremo in ascolto, e poi il sito a cui il back-end della API sta ascoltando.
ru: Определите хост, который будет прослушан нами, и который будет прослушан API бэкэндом.

source: Define the server where the API is hosted. Multiple servers can be defined to perform load balancing.
fi: Määritä server, missä API on ylläpidossa. Useampi serveri voidaan määritään kuorman tasaamiseksi.
fr: Entrez les détails du serveur d'API. Vous pouvez en ajouter plusieurs, pour répartir la charge entre eux.
it: Definisci il server dove l'API è ospitata. Server multipli possono essere definiti per effettuare un bilanciamento del carico.
ru: Определите сервер где содержится API. Несколько серверов могут быть определены для выполнения балансировки нагрузки.

source: Didn't receive confirmation instructions?
af: Nie bevestigingsinstruksies ontvang nie?
ar: ألم تستلم تعليمات التأكيد؟
be: Не атрымалі пацверджанне?
bg: Не сте получили инструкции за потвърждаване?
ca: No has rebut les instruccions de confirmació?
cs: Nedostali jste informace pro potvrzení?
da: Har du ikke modtaget bekræftelses-instruktioner?
de: Keine Anleitung zur Bestätigung erhalten?
el: Δεν λάβατε οδηγίες επιβεβαίωσης;
es: ¿No ha recibido las instrucciones de confirmación?
et: Ei saanud kinnitusjuhiseid?
fa: ایمیل راهنمای تایید را دریافت نکرده اید؟
fi: Vahvistusviesti ei saapunut perille?
fr: Vous n'avez pas reçu le courriel de confirmation ?
he: לא קיבלת את הוראות האישור?
hu: Nem kapta meg a megerősítő levelet?
id: Apakah Anda tidak menerima instruksi cara melakukan konfirmasi?
it: Non hai ricevuto le istruzioni per la conferma?
ja: アカウント確認のメールを受け取っていませんか?
ka: არ მოგსვლიათ დადასტურების ინსტრუქცია?
lo_la: ບໍ່ໄດ້ຮັບຂັ້ນຕອນການຢືນຢັນ?
lv: Nesaņēmāt apstiprināšanas instrukciju?
nb: Har du ikke mottatt bekreftelsesinstruksjoner?
nl: Geen bevestigingsmail ontvangen?
nn_no: Ikkje motteke instruksjonar for å stadfeste konto?
pl: Nie otrzymałeś instrukcji aktywacji konta?
pt: Não recebeu instruções de confirmação?
pt_br: Não recebeu instruções de confirmação?
ro: Nu ați primit instrucțiuni de confirmare?
ru: Не получили подтверждение?
sk: Nedostali ste potvrdzovacie inštrukcie?
sl: Niste prejeli navodil za potrditev?
sv: Fick du inga bekräftelseinstruktioner?
th: ไม่ได้รับการยืนยันคำขอ?
tr: Onaylama talimatlarını almadınız mı?
uk: Не отримали лист з підтвердженням?
vi: Không nhận được hướng dẫn xác nhận tài khoản?

source: Didn't receive unlock instructions?
af: Het nie ontsluitingsinstruksies ontvang nie?
ar: ألم تستلم تعليمات فك الحظر؟
be: Не атрымалі кодаў разблакоўкі?
bg: Не сте получили инструкции за отключване?
ca: No has rebut les instruccions de desbloqueig?
cs: Nedostali jste instrukce pro odblokování?
da: Har du ikke modtaget aktiverings-instruktioner?
de: Keine Anleitung zum Entsperren erhalten?
el: Δεν λάβατε οδηγίες ξεκλειδώματος;
es: ¿No ha recibido instrucciones para desbloquear?
et: Ei saanud konto avamise juhiseid?
fa: ایمیل راهنمای بازکردن حساب را دریافت نکرده اید؟
fi: Salasanan vaihto -ohjeet eivät saapuneet perille?
fr: Vous n'avez pas reçu le courriel de déblocage ?
he: לא קיבלת את הוראות ביטול הנעילה?
hu: Nem kapta meg a feloldáshoz a levelet?
id: Anda tidak menerima instruksi untuk membuka kunci pada akun Anda?
it: Non hai ricevuto le istruzioni per lo sblocco?
ja: アカウントの凍結解除方法のメールを受け取っていませんか?
ka: არ მოგსვლიათ ანგარიშის გახსნის ინსტრუქცია?
lo_la: ບໍ່ໄດ້ຮັບຂັ້ນຕອນການປົດລັອກ?
lv: Nesaņēmāt atbloķēšanas instrukciju?
nb: Har du ikke mottatt instruksjoner for å tilbakestille passordet?
nl: Geen ontgrendel-instructies ontvangen?
nn_no: Ikkje motteke instruksjonar for å låse opp konto?
pl: Nie otrzymałeś instrukcji odblokowania konta?
pt: Não recebeu instruções de desbloqueio?
pt_br: Não recebeu instruções de desbloqueio?
ro: Nu ați primit instrucțiuni pentru deblocare?
ru: Не получили код разблокировки?
sk: Nedostali ste inštrukcie na odomknutie účtu?
sl: Niste prejeli navodil za odklep?
sv: Fick du inga instruktioner om hur du låser upp ditt konto?
th: ไม่ได้รับคำขอปลดล็อค?
tr: Hesap geri açma talimatlarını almadınız mı?
uk: Не отримали інструкції розблокування?
vi: Không nhận được hướng dẫn mở khoá tài khoản?

source: Edit
es: Editar
fi: Muokkaa
fr: Modifier
it: Modifica
ru: Изменить

source: Edit %{resource}
af: Wysig %{resource}
ar: تعديل %{resource}
be: Рэдагаваць %{resource}
bg: Редакция на %{resource}
ca: Editar %{resource}
cs: Upravit %{resource}
da: Rediger %{resource}
de: %{resource} bearbeiten
el: Επεξεργασία %{resource}
es: Editar %{resource}
et: Muuda %{resource}
fa: تغییر %{resource}
fi: Muokkaa %{resource}
fr: Éditer %{resource}
he: ערוך %{resource}
hu: %{resource} módosítása
id: Ubah %{resource}
it: Modifica %{resource}
ja: %{resource}編集
lo_la: ແກ້ໄຂ %{resource}
lv: Rediģēt %{resource}
nb: Rediger %{resource}
nl: Bewerk %{resource}
nn_no: Rediger %{resource}
pl: Edytuj %{resource}
pt: Editar %{resource}
pt_br: Editar %{resource}
ro: Editează %{resource}
ru: Редактировать %{resource}
sk: Upraviť %{resource}
sl: Uredi %{resource}
sv: Ändra %{resource}
th: แก้ไข%{resource}
tr: %{resource} düzenle
uk: Редагувати %{resource}
vi: Cập nhật %{resource}

source: Email
af: E-pos
ar: البريد الإلكتروني
bg: Имейл
ca: Adreça electrònica
el: Ηλεκτρονική διεύθυνση
et: E-post
fa: ایمیل
fi: Sähköposti
fr: Courriel
he: אימייל
ja: メールアドレス
ka: ელ-ფოსტა
lo_la: ອີເມລ
lv: Epasts
nb: E-post
nl: E-mailadres
nn_no: Epost
pl: Adres e-mail
th: อีเมล์
tr: E-Posta

source: Error Data
de: Fehlersdatei
es: Datos erróneos
fi: Virhedatsa
fr: Informations sur erreurs
it: Dati Errore
ru: Ошибочная информация

source: Error Templates
de: Fehlerschablonen
es: Plantillas erróneos
fi: Virhetemplaatit
fr: Modèles d'erreur
it: Maschere di Errore
ru: Ошибочный шаблон

source: Filter Logs
fi: Suodata lokeja
fr: Filtrage des logs
it: Filtra Registri
ru: Журнал фильтра

source: Forgot your password?
af: Jou wagwoord vergeet?
ar: هل نسيت كلمة المرور؟
be: Забыліся пароль?
bg: Забравена парола?
ca: Has oblidat la teva contrasenya?
cs: Zapomněli jste heslo?
da: Glemt kodeord?
de: Passwort vergessen?
el: Ξεχάσατε τον κωδικό πρόσβασης;
es: ¿Ha olvidado su contraseña?
et: Unustasid oma parooli?
fa: کلمه عبور خود را فراموش کرده اید؟
fi: Unohditko salasanasi?
fr: Mot de passe oublié ?
he: שכחת סיסמא?
hu: Elfelejtette a jelszavát?
id: Lupa password?
it: Password dimenticata?
ja: パスワードを忘れましたか?
ka: დაგავიწყდათ პაროლი?
lo_la: ລົມລະຫັດຜ່ານຂອງທ່ານ?
lv: Aizmirsāt paroli?
nb: Har du glemt passordet ditt?
nl: Wachtwoord vergeten?
nn_no: Gløymt passordet ditt?
pl: Zapomniałeś hasła?
pt: Esqueceu a palavra-passe?
pt_br: Esqueceu sua senha?
ro: Ați uitat parola?
ru: Забыли пароль?
sk: Zabudli ste heslo?
sl: Ste pozabili vaše geslo?
sv: Glömt ditt lösenord?
th: ลืมรหัสผ่าน?
tr: Parolanızı mı unuttunuz?
uk: Забули пароль?
vi: Quên mật khẩu?

source: Frontend Host
de: Frontend Rechner
fi: Frontend isäntäpalvelin
fr: Hôte front-end
it: Sito di Front-end
ru: Фронтэнд хост

source: Frontend Prefix
de: Frontend Präfix
fi: Frontend etuliite
fr: Préfixe front-end
it: Prefisso Front-End
ru: Фронтэнд префикс

source: Hello %{recipient}!
af: Hallo %{recipient}!
ar: مرحبًا %{recipient}
be: Добры дзень, %{recipient}!
bg: Здравейте, %{recipient}!
ca: Hola %{recipient}!
cs: Ahoj %{recipient}!
da: Hej %{recipient}!
de: Hallo %{recipient}!
el: Γεια σας %{recipient}!
es: ¡Hola %{recipient}!
et: Tere %{recipient}!
fa: سلام %{recipient}!
fi: Hei, %{recipient}!
fr: Bonjour %{recipient}!
he: שלום %{recipient}!
hu: Kedves %{recipient}!
id: Halo %{recipient}!
it: Ciao %{recipient}!
ja: こんにちは、%{recipient}さん!
lo_la: ສະບາຍດີ %{recipient}!
lv: Sveicināti, %{recipient}!
nb: Hei, %{recipient}!
nl: Hallo %{recipient}!
nn_no: Hei %{recipient}!
pl: Cześć %{recipient}!
pt: Olá %{recipient}!
pt_br: Olá %{recipient}!
ro: Bună %{recipient}!
ru: Здравствуйте, %{recipient}!
sk: Ahoj %{recipient}!
sl: Pozdravljen %{recipient}!
sv: Hej %{recipient}!
th: สวัสดีคุณ%{recipient}!
tr: Merhaba %{recipient}!
uk: Доброго дня, %{recipient}!
vi: Xin chào %{recipient}!

source: Host
fi: Isäntä
fr: Hôte
it: Sito
ru: Хост

source: If you didn't request this, please ignore this email.
af: As jy nie hierdie versoek het nie, ignoreer asseblief hierdie e-pos.
ar: إن لم تكن أنت من طلب هذا، من فضلك تجاهل هذه الرسالة.
be: Калі вы не запытвалі змену пароля - праігнаруйце гэта паведамленне
bg: В случай че не сте поискали промяна на паролата си, просто игнорирайте този имейл.
ca: Si tu no ho has sol·licitat, si us plau ignora aquest email.
cs: Pokud jste si toto nevyžádali, můžete tento e-mail ignorovat.
da: Hvis du ikke har anmodet om dette, så se venligst bort fra denne email.
de: Bitte ignorieren Sie diese E-Mail, wenn Sie kein neues Passwort angefordert haben.
el: Αν δεν κάνατε εσείς αυτή την αίτηση, αγνοήστε αυτή την ηλεκτρονική επιστολή.
es: Si usted no lo ha solicitado, por favor ignore este correo electrónico.
et: Kui sa ei ole seda soovinud, palun ignoreeri seda kirja.
fa: اگر شما این درخواست را ارسال نکرده اید لطفا این ایمیل را نادیده بگیرید.
fi: Jos et pyytänyt tätä, älä huomioi tätä sähköpostia.
fr: Si vous n'avez pas émis cette demande, merci d'ignorer ce courriel.
he: אם אתה לא ביקשת זאת, אנא התעלם מאימייל זה.
hu: Amennyiben ön nem kezdeményezte a jelszavának megváltoztatását, kérem hagyja figyelmen kívül ezt a levelet.
id: Jika Anda tidak meminta hal ini, abaikan saja email ini.
it: Se non sei stato tu ad effettuare questa richiesta puoi ignorare questa mail.
ja: あなたが希望したのではないのなら、このメールは無視してください。
ka: თუ თქვენ ეს არ მოგითხოვიათ, გთხოვთ უგულვებელყოთ ეს შეტყობინება.
lo_la: ຖ້າທ່ານບໍ່ໄດ້ຮ້ອງຂໍ, ກະລຸນາເມີນເສີຍຕໍ່ກັບອີເມວນີ້.
lv: Ja Jūs neveicāt šo pieprasījumu, lūdzu ignorējiet šo ziņu.
nb: Vennligst se bort fra denne e-posten hvis du ikke ba om dette.
nl: Als je dit niet zelf hebt gevraagd, negeer deze mail dan alsjeblieft.
nn_no: Dersom du ikkje har bedt om dette, sjå bort frå denne e-posten.
pl: Jeśli to nie Ty zażądałeś zmiany hasła, proszę zignoruj tę wiadomość.
pt: Se não fez este pedido, por favor ignore este e-mail.
pt_br: Se você não fez este pedido, por favor ignore este e-mail.
ro: Dacă nu ați cerut acest lucru, vă rugăm să ignorați acest email.
ru: Если вы не запрашивали изменение пароля - проигнорируйте это сообщение
sk: Ak ste o toto nepožiadali, prosím ignorujte tento email.
sl: Če tega niste zahtevali vi, prosim ignorirajte ta email.
sv: Om ändringen inte begärdes utav dig, var snäll att ignorera detta email.
th: ถ้าคุณไม่ได้ขอเปลี่ยนรหัสผ่าน กรุณาเพิกเฉยต่อเมล์ฉบับนี้
tr: Eğer bu isteği siz yapmadıysanız, bu e-postayı görmezden gelebilirsiniz.
uk: Якщо Ви не робили запит на зміну паролю - проігноруйте це повідомлення.
vi: Nếu bạn không yêu cầu, vui lòng bỏ qua email này.
