Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: If your account exists, you will receive an email with instructions for how to unlock it in a few minutes.
af: Indien jou rekening bestaan, sal jy 'n e-pos ontvang met instruksies vir hoe om dit te ontsluit oor 'n paar minute.
ar: إذا كان الحساب موجوداً، ستصل رسالة خلال دقائق تتضمّن الارشادات عن كيفيّة التفعيل.
az: Əgər bazada belə hesab varsa, bir neçə dəqiqə ərzində hesabınızı blokdan çıxarmaq üçün sizə email göndəriləcəkdir.
be: Калі ваш уліковы запіс існуе, то цягам некалькіх хвілін вы атрымаеце ліст з інструкцыямі па яе разблакоўцы.
bg: Ако профилът Ви съществува в базата ни, ще получите имейл с инструкции за отключването му до няколко минути.
bn: আপনার অ্যাকাউন্ট উপস্থিত থাকলে, আপনি কয়েক মিনিটের মধ্যে এটি আনলক করার জন্যে নির্দেশাবলী সহ একটি ইমেল পাবেন।
ca: Si el teu compte existeix, rebràs un correu electrònic amb instruccions sobre com desbloquejar-lo.
cs: Pokud váš e-mail existuje v naší databázi, za několik minut obdržíte e-mail s instrukcemi pro odemknutí účtu.
da: Hvis din e-mail-adresse findes i vores database vil du modtage in e-mail med instutioner om hvordan du kan låse din konto op.
de: Falls Ihre E-Mail-Adresse in unserer Datenbank existiert, erhalten Sie in wenigen Minuten eine E-Mail, mit der Anleitung, wie Sie Ihren Account entsperren können.
el: Εάν ο λογαριασμός σας υπάρχει, θα λάβετε ένα μήνυμα με οδηγίες για το πως να τον ξεκλειδώσετε σε λίγα λεπτά.
es: Si tu cuenta existe, vas a recibir instrucciones para desbloquear tu cuenta en unos pocos minutos.
et: Kui su konto eksisteerib, saad sa mõne minuti jooksul e-kirja juhistega, kuidas oma konto lukust vabastada.
fa: اگر حساب شما وجود داشته باشد، تا چند دقیقه‌ی دیگر یک ایمیل حاوی توضیحات نحوه‌ی باز کردن قفل حساب‌تان برای شما ارسال می‌شود.
fi: Jos tilisi on olemassa, muutaman minuutin kuluttua sähköpostiisi on lähetetty ohjeet kuinka poistaa lukitus.
fr: Si votre courriel existe sur notre base de données, vous recevrez sous quelques minutes un message avec des instructions pour déverrouiller votre compte.
he: אם חשבונך קיים, את/ה תקבל/י אימייל עם הוראות כיצד להפעיל מחדש את חשבונך.
hr: Ako Vaš račun postoji, na email ćete u roku nekoliko minuta primiti upute kako ga otključati.
hu: Ha a fiók létezik, egy emailt küldtünk a további teendőkkel a fiók zárolásának megszüntetéséhez.
id: Jika akun Anda tercatan, Anda akan menerima email dengan instruksi bagaimana membuka kunci email Anda dalam beberapa menit.
is: Ef aðgangurinn þinn er til munt þú fá leiðbeiningar um hvernig hægt er að aflæsa honum sendar í tölvupósti innan nokkurra mínútna.
it: Se la tua e-mail esiste nel nostro database, riceverai un messaggio email con le istruzioni per sbloccare il tuo account entro qualche minuto.
ja: アカウントが見つかった場合、アカウントの凍結解除方法を数分以内にメールでご連絡します。
ka: თუ თქვენი ანგარიში არსებობს, თქვენ რამოდენიმე წუთში მიიღებთ ანგარიშის გასახსნელ ინსტრუქციის ელ-ფოსტას.
lo_la: ຖ້າບັນຊີຂອງທ່ານມີຢູ່ແລ້ວ, ທ່ານຈະໄດ້ຮັບອີເມວພ້ອມກັບຂັ້ນຕອນວິທີປົດລັອກບັນຊີຂອງທ່ານໃນອີກບໍ່ດົນ.
lt: Jei registracijai naudojote šį e-pašto adresą, netrukus sulauksite el. laiško su instrukcijomis, kaip atblokuoti paskyrą.
lv: Ja Jūsu parole eksistē mūsu datubāzē, tad pāris minūšu laikā uz Jūsu epastu tiks nosūtīts apraksts, kā atbloķēt jūsu lietotāju.
nb: Hvis kontoen eksisterer, vil du om få minutter motta en e-post med instruksjoner om hvordan du låser opp den.
nl: Als we je e-mailadres terugvinden in onze database, zal je binnen enkele ogenblikken een e-mail ontvangen met instructies hoe je je account kan ontgrendelen.
nn_no: Dersom kontoen din finst, vil du om få minutt motta ein e-post med instruksjonar om korleis låse opp.
no: Hvis kontoen din eksisterer vil du innen få minutter motta en epost med instruksjoner for å låse den opp.
pl: Jeśli Twoje konto istnieje w naszej bazie, otrzymasz zaraz e-mail z instrukcjami jak odblokować swoje konto.
pt: Se a sua conta existir, irá receber dentro de alguns minutos um email com instruções para a desbloquear.
pt_br: Se sua conta existir em nosso banco de dados, você receberá em breve um email com instruções para desbloquear ela.
ro: În cazul în care contul dvs. există, veţi primi un e-mail cu instrucţiuni despre cum să-l deblocați în câteva minute.
ru: Если ваша учетная запись существует, то в течение нескольких минут вы получите письмо с инструкциями по ее разблокировке.
sk: Ak váš účet existuje, o niekoľko minút dostanete email s inštrukciami ako ho odomknúť.
sl: Če vaš račun obstaja, boste v naslednjih minutah prejeli email z navodili za odklep vašega računa.
sr: Ako Vaš nalog postoji, na adresu svoje ePošte ćete u roku od nekoliko minuta primiti uputstvo kako ga otključati.
sr_rs: Ако Ваш налог постоји, на адресу своје еПоште ћете у року од неколико минута примити упутство како га откључати.
sv: Om ditt konto finns, kommer du att få ett email med instruktioner om hur du låser upp det inom några minuter.
th: หากบัญชีของคุณมีอยู่ในระบบแล้ว คุณจะได้รับอีเมล์แนะนำวิธีการปลดล็อกบัญชีในไม่ช้า
tr: Eğer hesabınız varsa, birkaç dakika içerisinde hesap kilidi açma talimatlarını içeren bir e-posta alacaksınız.
uk: Якщо обліковий запис існує, то протягом декількох хвилин Ви отримаєте лист з інструкціями щодо його розблокування.
vi: Nếu tài khoản của bạn tồn tại, bạn sẽ nhận được email hướng dẫn cách mở khóa tài khoản trong vài phút nữa.

source: If your email address exists in our database, you will receive a password recovery link at your email address in a few minutes.
af: Indien jou e-posadres in ons databasis bestaan, sal jy 'n wagwoordherstelskakel by jou e-posadres ontvang binne 'n paar minute.
ar: إذا كان بريدك الإلكتروني مسجلاً عندنا فستصل إليه خلال دقائق رسالة تتضمّن رابطاً لاستعادة كلمة المرور.
az: Əgər sizin email ünvanı bazada varsa, bir neçə dəqiqə ərazində, şifrənizi necə dəyişmək haqqında email qəbul edəcəksiniz.
be: Калі ваш адрас эл. пошты ёсць у сістэме, то цягам некалькіх хвілін вы атрымаеце ліст з інструкцыямі па аднаўленні пароля.
bg: Ако Вашият имейл адрес съществува в базата ни, ще получите инструкции за промяна на Вашата парола.
bn: আপনার ইমেল ঠিকানা আমাদের ডাটাবেসের মধ্যে উপস্থিত থাকলে, আপনি কয়েক মিনিটের মধ্যে আপনার ইমেইল ঠিকানায় একটি পাসওয়ার্ড পুনরুদ্ধার লিঙ্ক পাবেন।
ca: Si la teva adreça electrònica existeix a la base de dades, rebràs un correu electrònic amb un enllaç per reestablir la contrasenya.
cs: Pokud váš e-mail existuje v naší databázi, za několik minut obdržíte e-mail s instrukcemi pro nastavení nového hesla.
da: Hvis din e-mail-adresse findes i vores database vil du modtage et link til hvor du kan nulstille dit kodeord.
de: Falls Ihre E-Mail-Adresse in unserer Datenbank existiert, erhalten Sie in wenigen Minuten eine E-Mail, mit der Anleitung, wie Sie Ihr Passwort zurücksetzen können.
el: Εάν το email σας υπάρχει στη βάση δεδομένων μας, θα λάβετε ένα μήνυμα με οδηγίες επαναφοράς του κωδικού σας σε λίγα λεπτά.
es: Si tu correo existe en nuestra base de datos, recibirás un correo con instrucciones sobre cómo resetear tu contraseña en tu bandeja de entrada.
et: Kui su e-post on meie andmebaasis, saad varsti e-kirja salasõna taastamise lingiga.
fa: اگر ایمیل شما قبلا در سیستم ثبت شده باشد، تا چند دقیقه‌ی دیگر یک لینک بازنشانی رمز عبور دریافت می‌کنید.
fi: Mikäli sähköpostiosoitteesi on tallennettu järjestelmäämme, lähetämme salasananpalautuslinkin sähköpostiisi muutaman minuutin kuluessa.
fr: Si votre courriel existe dans notre base de données, vous recevrez un lien vous permettant de récupérer votre mot de passe.
he: אם האימייל שלך קיים במאגר, אנו נשלח לך לינק לחידוש סיסמא באימייל.
hr: Ukoliko se Vaša email adresa nalazi u našoj bazi, na istu ćete u roku od nekoliko minuta primiti link za resetiranje lozinke.
hu: Ha az email cím már létezik az adatbázisban, egy jelszó-visszaállító emailt küldtünk a megadott címre.
id: Jika email Anda terdaftar di basis data kami, Anda akan menerima recovery link di email Anda dalam beberapa menit.
is: Ef netfangið þitt er til í gagnagrunninum okkar munt þú fá leiðbeiningar um endurstillingu sendar í tölvupósti innan nokkra mínútna.
it: Se la tua e-mail esiste nel nostro database, riceverai un messaggio email contentente un link per il ripristino della password
ja: あなたのメールアドレスが登録済みの場合、パスワード再設定用のメールが数分以内に送信されます。
ka: თუ თქვენი ელ-ფოსტა მონაცემთა ბაზაში არსებობს, რამოდენიმე წუთში მოგივათ პაროლის აღმდგენი ბმული თქვენს ელ-ფოსტის მისამართზე.
lo_la: ຖ້າອີເມວຂອງທ່ານມີຢູ່ໃນຖານຂໍ້ມູນຂອງພວກເຮົາ, ທ່ານຈະໄດ້ຮັບອີເມວພ້ອມກັບຂັ້ນຕອນວິທີຕັ້ງລະຫັດຜ່ານໃໝ່ໃນອີກບໍ່ດົນ.
lt: Jei prisiregistravote šiuo e-pašto adresu, netrukus gausite el. laišką su slaptažodžio pakeitimo instrukcijomis.
lv: Ja Jūsu parole eksistē mūsu datubāzē, tad jums tiks nosūtīts paroles atjaunošanas apraksts uz epastu
nb: Hvis e-postadressen allerede finnes hos oss, vil du motta en lenke for å sette passordet på nytt
nl: Als we je e-mailadres terugvinden in onze database, zal je binnen enkele ogenblikken via e-mail een link ontvangen om je wachtwoord opnieuw in te stellen.
nn_no: Dersom e-postadressen din allereie finst i databasen vår, vil du om få minutt motta lenke for å motta passord på e-post.
no: Hvis epostadressen din finnes i vår database vil du innen få minutter motta en epost med instruksjoner for å nullstille passordet ditt.
pl: Jeśli Twój adres e-mail istnieje w naszej bazie, otrzymasz zaraz wiadomość z instrukcjami odzyskiwania hasła.
pt: Se o seu e-mail existir na nossa base de dados, irá receber dentro de alguns minutos um e-mail com instruções para recuperar a sua senha.
pt_br: Se o seu email existir em nosso banco de dados, você receberá um email com um link para recuperação da senha.
ro: Dacă e-mailul dvs. există în baza noastră de date, veţi primi un link de recuperare a parolei pe adresa de e-mail.
ru: Если ваш адрес эл. почты есть в системе, то в течение нескольких минут вы получите письмо с инструкциями по восстановлению пароля.
sk: Ak sa váš email nachádza v našej databáze, o niekoľko minút dostanete na svoju emailovú adresu odkaz na obnovu hesla.
sl: Če vaš email obstaja v bazi, boste v naslednjih minutah prejeli povezavo za ponastavitev gesla.
sr: Ukoliko se Vaša adresa ePošte nalazi u našoj bazi, na istu ćete u roku od nekoliko minuta primiti link za resetovanje lozinke.
sr_rs: Уколико се Ваша адреса еПоште налази у нашој бази, на исту ћете у року од неколико минута примити линк за ресетовање лозинке.
sv: Om din epostadress finns i vår databas kommer du att få en lösenordslänk skickad till din epost.
th: หากอีเมล์ของคุณมีอยู่ในฐานข้อมูลในระบบแล้ว คุณจะได้รับลิงค์กู้รหัสผ่านคืนในไม่ช้า
tr: Eğer e-posta adresiniz sistemimizde kayıtlı ise, birkaç dakika içinde şifrenizi nasıl sıfırlayacağınız ile ilgili bir e-posta alacaksınız.
uk: Якщо Ваша електронна адреса існує в нашій базі даних, то протягом декількох хвилин Ви отримаєте лист з інструкціями щодо відновлення пароля.
vi: Nếu email của bạn có trong hệ thống, bạn sẽ nhận được đường dẫn khôi phục mật khẩu trong vài phút nữa qua email.

source: If your email address exists in our database, you will receive an email with instructions for how to confirm your email address in a few minutes.
af: Indien jou e-posadres in ons databasis bestaan, sal jy 'n e-pos ontvang met instruksies vir hoe om jou e-posadres te bevestig oor 'n paar minute.
ar: إذا كان البريد الإلكتروني مسجّلاً، فستصل خلال دقائق رسالة تتضمّن الخطوات اللازمة لتأكيد الحساب.
az: Əgər sizin email ünvanı bazada varsa, bir neçə dəqiqə ərzində hesabınızı təstiqləmək üçün email sizə göndəriləcəkdir.
be: Калі ваш адрас эл. пошты ёсть y сістэме, то цягам некалькіх хвілін вы атрымаеце ліст з інструкцыямі па яго пацверджанні.
bg: Ако Вашият имейл адрес съществува в нашата база данни, ще получите имейл с инструкции за потвърждаване на Вашия профил до няколко минути.
bn: আপনার ইমেল ঠিকানা আমাদের ডাটাবেসের মধ্যে উপস্থিত থাকলে, আপনি কয়েক মিনিটের মধ্যে আপনার ইমেল ঠিকানা নিশ্চিত করার জন্যে নির্দেশাবলী সহ একটি ইমেল পাবেন।
ca: Si la teva adreça electrònica existeix a la base de dades, rebràs un correu electrònic amb instruccions sobre com confirmar el teu compte.
cs: Pokud váš e-mail existuje v naší databázi, za několik minut obdržíte e-mail s pokyny o tom, jak potvrdit svůj účet.
da: Hvis din e-mail-adresse findes i vores database vil du modtage en e-mail med instruktioner om hvordan du kan aktivere din konto.
de: Falls Ihre E-Mail-Adresse in unserer Datenbank existiert, erhalten Sie in wenigen Minuten eine E-Mail, mit der Sie Ihre Registrierung bestätigen können.
el: Εάν το email σας υπάρχει στη βάση δεδομένων μας, θα λάβετε ένα μήνυμα με οδηγίες επιβεβαίωσης του λογαριασμού σας σε λίγα λεπτά.
es: Si tu correo existe en nuestra base de datos, en unos minutos recibirás un correo con instrucciones sobre cómo confirmar tu cuenta.
et: Kui sinu e-post on meie andmebaasis, saad varsti e-kirja juhistega, kuidas oma konto kinnitada.
fa: اگر ایمیل شما قبلا در سیستم ثبت شده باشد، تا چند دقیقه‌ی دیگر یک ایمیل حاوی توضیحات چگونگی فعال‌سازی حساب‌تان دریافت می‌کنید.
fi: Mikäli sähköpostiosoitteesi on tallennettu järjestelmäämme, lähetämme sinulle ohjeet tilin vahvistamiseksi muutaman minuutin kuluessa.
fr: Si votre courriel existe sur notre base de données, vous recevrez sous quelques minutes un message avec des instructions pour confirmer votre compte.
he: אם האימייל שלך נמצא במאגר נתונים שלנו, נשלח לך אימייל עם הוראות כיצד לאשר את החשבון שלך בעוד כמה דקות.
hr: Ukoliko se Vaša email adresa nalazi u našoj bazi u roku od nekoliko minuta ćete primiti mail s uputama kako potvrditi Vaš račun.
hu: Ha az email cím már létezik az adatbázisban, egy emailt küldtünk a további teendőkkel a fiók megerősítéséhez.
id: Jika alamat email Anda ada di database kami, anda akan menerima email dengan instruksi tentang bagaimana untuk mengkonfirmasi account Anda dalam beberapa menit.
is: Ef netfangið þitt er til í gagnagrunninum okkar munt þú fá leiðbeiningar um hvernig eigi að staðfesta aðganginn sendar tölvupósti innan nokkurra mínútna.
it: Se la tua e-mail esiste nel nostro database, riceverai un messaggio email con le istruzioni per confermare il tuo account entro qualche minuto.
ja: あなたのメールアドレスが登録済みの場合、本人確認用のメールが数分以内に送信されます。
ka: თუ თქვენი ელ-ფოსტა არსებობს მონაცემთა ბაზაში, რამოდენიმე წუთში მიიღებთ ელ-ფოსტას ინსტრუქციით თქვენი ელ-ფოსტის დასადასტურებლად.
lo_la: ຖ້າອີເມວຂອງທ່ານມີຢູ່ໃນຖານຂໍ້ມູນຂອງພວກເຮົາ, ທ່ານຈະໄດ້ຮັບອີເມວພ້ອມຂັ້ນຕອນສຳລັບຢືນຢັນທີ່ຢູ່ອີເມວຂອງທ່ານໃນອີກບໍ່ດົນ.
lt: Jei esatę prisiregistravę šiuo e-pašto adresu, už keleto minučių sulauksite elektroninio laiško su instrukcijomis kaip patvirtinti jūsų vartotojo paskyrą
lv: Ja Jūsu parole eksistē mūsu datubāzē, tad pāris minūšu laikā uz Jūsu epastu tiks nosūtīts apraksts, kā apstiprināt Jūsu lietotāju.
nb: Om vi har din e-post allerede vil du om få minutter motta en e-post med instruksjoner for å bekrefte kontoen.
nl: Als we je e-mailadres terugvinden in onze database, zal je binnen enkele ogenblikken een e-mail ontvangen met instructies hoe je je account kan bevestigen.
nn_no: Dersom e-postadressen finst i databasen vår, vil du om få minutt motta ein e-post med instruksjonar om korleis å stadfeste e-posten din.
no: Hvis epostadressen din finnes i vår database vil du innen få minutter motta en epost med instruksjoner for å aktivere din konto.
pl: Jeśli Twój adres e-mail istnieje w naszej bazie, w ciągu najbliższych minut otrzymasz instrukcje jak aktywować konto.
pt: Se o seu email existir na nossa base de dados, irá receber dentro de alguns minutos um email com instruções para confirmar a sua conta.
pt_br: Se o seu email existir em nosso banco de dados, você receberá um email com instruções sobre como confirmar sua conta em alguns minutos.
ro: Dacă e-mailul dvs. există în baza noastră de date, veţi primi un e-mail cu instrucţiuni despre cum să vă confirmaţi contul în câteva minute.
ru: Если ваш адрес эл. почты есть в системе, то в течение нескольких минут вы получите письмо с инструкциями по его подтверждению.
sk: Ak sa váš email nachádza v našej databáze, o niekoľko minút dostanete email s inštrukciami ako potvrdiť váš účet.
sl: Če vaš email obstaja v naši bazi, boste v naslednjih minutah prejeli email z navodili za potrditev vašega računa.
sr: Ukoliko se Vaša adresa ePošte nalazi u našoj bazi u roku od nekoliko minuta primićete ePoruku sa uputstvom kako potvrditi Vaš nalog.
sr_rs: Уколико се Ваша адреса еПоште налази у нашој бази у року од неколико минута примићете еПоруку са упутством како потврдити Ваш налог.
sv: Om din epostadress finns i vår databas, kommer du att få ett epost-meddelande inom några minuter med instruktioner om hur du ska göra för att aktivera ditt konto igen.
th: หากอีเมล์ของคุณมีอยู่ในฐานข้อมูลในระบบแล้ว คุณจะได้รับอีเมล์แนะนำวิธีการยืนยันบัญชีภายในไม่ช้า
tr: Eğer e-posta adresiniz sistemimizde kayıtlı ise, birkaç dakika içinde hesabınızı nasıl onaylayacağınızı anlatan bir e-posta alacaksınız.
uk: Якщо Ваша електронна адреса існує в нашій базі даних, то протягом декількох хвилин Ви отримаєте лист з інструкціями щодо підтвердження Вашого облікового запису.
vi: Nếu email của bạn có trong hệ thống, bạn sẽ nhận được email hướng dẫn xác nhận tài khoản trong một vài phút nữa.

source: Import/Export
es: Importación/Exportación
fi: Tuo/Vie
fr: Importer/Exporter
it: Importa/Esporta
ru: Импорт/Экспорт

source: Invalid %{authentication_keys} or password.
af: Ongeldige e-posadres of wagwoord.
ar: خطأ فى البريد الإلكتروني أو كلمة السر
az: Email və ya şifrə yanlışdır.
be: Няслушны адрас эл. пошты ці пароль.
bg: Невалиден имейл адрес или парола.
bn: ইমেইল বা পাসওয়ার্ড ভুল হয়েছে।
ca: Correu electrònic o contrasenya invàlids.
cs: Neplatná identita nebo heslo.
da: E-mail-adresse eller kodeord er ikke gyldig.
de: Ungültige Anmeldedaten.
el: Μη αποδεκτό email ή κωδικός.
es: Email o contraseña no válidos.
et: Vigane e-post või salasõna.
fa: ایمیل یا رمزعبور نامعتبر.
fi: Epäkelpo sähköpostiosoite tai salasana.
fr: Courriel ou mot de passe incorrect.
he: כתובת אימייל או סיסמא לא תקינה
hr: Neispravan e-mail ili lozinka.
hu: Hibás email cím vagy jelszó.
id: Akun tidak ditemukan di dalam basis data.
it: Email o password non validi.
ja: メールアドレスまたはパスワードが違います。
ka: არასწორი ელ-ფოსტის მისამართი ან პაროლი.
lo_la: ທີ່ຢູ່ອີເມວ​ ຫຼື ລະຫັດຜ່ານບໍ່ຖືກຕ້ອງ.
lt: Neteisingas el. pašto adresas arba slaptažodis.
lv: Nepareizs epasts vai parole.
nb: Ugyldig e-postadresse eller passord.
nl: Ongeldig e-mailadres of wachtwoord.
nn_no: Ugyldig e-postadresse eller passord.
no: Ugyldig epost eller passord.
pl: Niepoprawny adres e-mail lub hasło.
pt: O endereço de email ou a palavra-passe são inválidos.
pt_br: Email ou senha inválidos.
ro: Email sau parolă invalidă.
ru: Неверный адрес эл. почты или пароль.
sk: Nesprávny email alebo heslo.
sl: Email ali geslo je napačno.
sr: Neispravna adresa ePošte ili lozinka.
sr_rs: Неисправна адреса еПоште или лозинка.
sv: Ogiltig epost eller lösenord.
th: อีเมล์หรือรหัสผ่านไม่ถูกต้อง
tr: Geçersiz eposta adresi veya şifre.
uk: Невірна електронна адреса чи пароль.
vi: Email hoặc mật khẩu không chính xác

source: Matching URL Prefixes
fi: Osuvat URL etuliitteet
fr: Préfixes correspondants
it: Prefissi URL risultanti
ru: Соответствующие URL префиксы

source: Modify the incoming request's URL or headers before passing it to the backend.
fi: Muokkaa tulevan pyynnön URL:lia tai HTTP -otsikoita, ennen kuin se välitetään taustajärjestelmälle.
fr: Modifier les URL ou Headers des requêtes avant leur transfert aux APIs.
it: Modifica l'URL o le instestazioni della richiesta in arrivo prima di passarla al back-end.
ru: Измените входящие URL запроса или заголовков прежде чем перенаправлять к бэкэнду.

source: Must be in the format of "example.com"
de: Erforderte Formatierung : "example.com"
es: Debe ser en formato de "example.com"
fi: Täytyy olla muodossa "example.com"
fr: Format à respecter : "example.com"
it: Deve essere nel formato "esempio.com"
ru: Должно быть в формате "example.com"

source: My Account
fi: Tilini
fr: Mon compte
it: Account Personale
ru: Мой аккаунт

source: Name
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ru: Имя

source: New Password
af: Nuwe wagwoord
ar: كلمة سر جديدة
be: Новы пароль
bg: Нова парола
ca: Nova contrasenya
cs: Nové heslo
da: Nyt kodeord
de: Neues Passwort
el: Νέος κωδικός πρόσβασης
es: Nueva contraseña
et: Uus parool
fa: رمز عبور جدید
fi: Uusi salasana
fr: Nouveau mot de passe
he: סיסמא חדשה
hu: Új jelszó
id: Password baru
it: Nuova password
ja: 新しいパスワード
ka: ახალი პაროლი
lo_la: ລະຫັດຜ່ານໃໝ່
lv: Jauna parole
nb: Nytt passord
nl: Nieuw wachtwoord
nn_no: Nytt passord
pl: Nowe hasło
pt_br: Nova senha
ro: Parolă nouă
ru: Новый пароль
sk: Nové heslo
sl: Novo geslo
sv: Nytt lösenord
th: รหัสผ่านใหม่
tr: Yeni Parola
uk: Новий пароль
vi: Mật khẩu mới

source: No URL prefix matches have been added yet. Click "%{add}" below to get started.
fi: URL etuliitteitä koskevia sääntöjä ei ole asetettu. Valitse "%{add}" lisätäksesi ensimmäisen.
fr: Aucun préfixe d'URL enregistré. Cliquez "%{add}" pour commencer.
it: Nessun risultato per prefissi URL è stato ancora aggiunto. Clicca "%{add}" sotto per iniziare.
ru: Ни один URL префикс еще не был добавлен. Нажмите "%{add}" внизу, чтобы начать.

source: No backend servers have been added yet. Click "%{add}" below to get started.
fi: Taustapalvelimia ei ole asetettu. Valitse "%{add}" lisätäksesi ensimmäisen.
fr: Aucun serveur d'API enregistré. Cliquez "%{add}" pour commencer.
it: Non sono stati ancora definiti server di back-end. Clicca "%{add}" sotto per iniziare.
ru: Бэкэнд сервера еще не были добавлены. Нажмите "%{add}" внизу, чтобы начать.

source: No request rewrites have been added yet. Click "%{add}" below to get started.
fi: Pyynnön uudelleenkirjoituksia ei ole vielä lisätty. Klikkaa "%{add}" alta aloittaaksesi.
fr: Aucune règle de réécriture enregistrée. Cliquez "%{add}" pour commencer.
it: Nessuna riscrittura delle richieste è stata ancora aggiunta. Clicca "%{add}" sotto per iniziare.
ru: Ни один запрос на перезапись не был добавлен. Нажмите "%{add}" внизу, чтобы начать.

source: Password
af: Wagwoord
ar: كلمة المرور
be: Пароль
bg: Парола
ca: Contrasenya
cs: Heslo
da: Kodeord
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
et: Parool
fa: رمز عبور
fi: Salasana
fr: Mot de passe
he: סיסמא
hu: Jelszó
ja: パスワード
ka: პაროლი
lo_la: ລະຫັດຜ່ານ
lv: Parole
nb: Passord
nl: Wachtwoord
nn_no: Passord
pl: Hasło
pt_br: Senha
ro: Parolă
ru: Пароль
sk: Heslo
sl: Geslo
sv: Lösenord
th: รหัสผ่าน
tr: Parola
uk: Пароль
vi: Mật khẩu

source: Password Changed
af: Wagwoord Verander
be: Пароль зменены
bg: Променена парола
ca: Contrasenya modificada
cs: Heslo změněno.
da: Kodeordet er ændret
de: Passwort geändert
es: Contraseña cambiada
et: Parool muudetud
fa: تغییر رمز عبور
fi: Salasana vaihdettu
fr: Mot de passe modifié.
id: Password telah diganti
it: Password modificata
ja: パスワードの変更について
ka: პაროლი შეცვლილია
lo_la: ລະຫັດຜ່ານປ່ຽນແລ້ວ
nb: Passordbytte
nl: Je wachtwoord is gewijzigd
nn_no: Passord endra
pl: Hasło zostało zmienione
pt_br: Senha alterada
ro: Parolă Schimbată
ru: Пароль изменен
sk: Heslo zmenené
sl: Spremenjeno geslo
sv: Lösenorded uppdaterades
tr: Şifreniz Değişti
uk: Пароль змінено
