Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: You have one more attempt before your account is locked.
af: Jy het nog een poging voor jou rekening gesluit sal word.
ar: بقيت محاولة أخيرة قبل غلق الحساب.
az: Account baglanmasından əvvəl sizin ancag birdənə şansıvız galıb.
be: У вас засталася апошняя спроба ўводу пароля да блакавання ўліковага запісу.
bg: Имате още един опит преди акаунтът Ви да бъде заключен.
bn: আপনার অ্যাকাউন্ট লক হওয়ার আগে আপনার আরও একটি চেষ্টা বাকি আছে।
ca: Disposa d'un intent més abans de que li bloquegem el compte.
cs: Zbývá Vám ještě jeden pokus než bude Váš účet uzamčen.
da: Du har ét forsøg mere, inden din konto vil blive låst.
de: Sie haben noch einen Versuch, bis Ihr Account gesperrt wird.
el: Έχετε μία ακόμα προσπάθεια πριν κλειδωθεί ο λογαριασμός σας.
es: Tienes un intento más antes de que tu cuenta sea bloqueada.
et: Sinul on jäänud veel üks katse enne kui su konto lukustatakse.
fa: شما تنها یک فرصت دیگر دارید قبل از این‎که حسابتان غیرفعال شود.
fi: Käyttäjätunnuksesi lukitaan seuraavan epäonnistuneen kirjautumisen jälkeen.
fr: Il vous reste une chance avant que votre compte soit bloqué.
he: יש לך עוד ניסיון אחד לפני שהחשבון שלך ינעל.
hr: Imate još jedan pokušaj prije nego Vaš račun bude zaključan.
hu: Már csak egy próbálkozási lehetőség maradt, mielőtt a fiók zárolásra kerül.
id: Kesempatan terakhir sebelum akun Anda dikunci.
it: Hai ancora un tentativo prima che l'account venga bloccato.
ja: あなたのアカウントが凍結される前に、複数回の操作がおこなわれています。
ka: თქვენ გაქვთ კიდევ ერთი ცდა სანამ თქვენი ანგარიში ჩაიკეტება.
lo_la: ທ່ານສາມາດລອງໄດ້ອີກຄັ້ງນຶ່ງ ກ່ອນທີ່ບັນຊີຂອງທ່ານຈະຖືກລັອກ.
lt: Jums liko paskutinis bandymas prieš užblokuojant paskyrą.
lv: Jums ir atlicis pēdējais mēģinājums, pirms jūsu lietotājs tiks bloķēts.
nb: Du har ett forsøk til før din konto blir sperret.
nl: Je hebt nog één poging voordat je account vergrendeld wordt.
nn_no: Du har eitt forsøk til før kontoen din blir låst.
no: Du har et forsøk til før din konto blir låst.
pl: Masz jeszcze jedną próbę nim Twoje konto zostanie zablokowane.
pt: Tem mais uma tentativa antes da sua conta ser bloqueada.
pt_br: Você tem mais uma única tentativa antes de sua conta ser bloqueada.
ro: Mai aveți o șansă până când accountul vă va fi blocat.
ru: У вас осталась последняя попытка ввода пароля до блокировки учетной записи.
sk: Máte ešte posledný pokus pred tým, než sa vám zamkne konto.
sl: Imate še en poskus preden se vam račun avtomatsko zaklene.
sr: Imate još jedan pokušaj pre nego što Vaš nalog bude zaključan.
sr_rs: Имате још један покушај пре него што Ваш налог буде закључан.
sv: Du har ett försök kvar, sen låser vi ditt konto.
th: คุณสามารถผิดพลาดได้อีกครั้งก่อนที่บัญชีของคุณจะถูกล็อก
tr: Hesabınız askıya alınmadan önce son bir deneme hakkınız kaldı.
uk: У вас залишилась ще одна спроба перед блокуванням облікового запису.
vi: Bạn còn một lần thử đăng nhập nữa trước khi tài khoản của bạn bị khóa.

source: You have signed up successfully. However, we could not sign you in because your account is locked.
af: Jy het suksesvol ingeteken. Ons kon jou wel nie inteken nie omdat jou rekening gesluit is.
ar: تمّ التسجيل في الموقع بنجاح، ولكن لا يمكن تسجيل الدخول ﻷن الحساب مُعلّق.
az: Siz uğurla qeydiyyatdan keçdiniz. Ancaq hesabınız blokda olduğu üçün biz sizi sistemə daxil edə bilmirik.
be: Вы паспяхова зарэгістраваны. Аднак, вы не можаце ўвайсці ў сістэму, таму што ваш уліковы запіс заблакаваны.
bg: Регистрирахте се успешно. Въпреки това, не можете да влезете в профила си, защото той е заключен.
bn: আপনি সফলভাবে সাইন আপ করেছেন। যদিও আপনার অ্যাকাউন্ট লক থাকায় আপনি সাইন ইন করতে পারবেন না।
ca: El teu compte ha estat creat correctament. Tanmateix, no hem pogut inciar la sessió perquè el teu compte està bloquejat.
cs: Vítejte! Registrace byla úspěšná. Bohužel se nemůžete přihlásit, protože váš účet je zamknutý.
da: Din registrering er godkendt, men vi kunne ikke logge dig ind, da din konto er låst.
de: Sie haben sich erfolgreich registriert. Wir konnten Sie jedoch nicht anmelden, weil Ihr Account gesperrt ist.
el: Εγγραφήκατε επιτυχώς. Δεν μπορέσαμε όμως να σας συνδέσουμε διότι ο λογαριασμός σας είναι κλειδωμένος.
es: Tu cuenta ha sido creada correctamente. Sin embargo, no hemos podido iniciar la sesión porque que tu cuenta está bloqueada.
et: Sa registreerusid edukalt. Siiski ei saa me sind sisse logida, sest su konto on lukus.
fa: شما با موفقیت ثبت نام شده اید؛ ولی هنوز نمی‌توانید وارد شوید چون حساب‌تان قفل شده.
fi: Olet rekisteröitynyt onnistuneesti. Et kuitenkaan voi kirjautua, koska tilisi on lukittu.
fr: Vous vous êtes enregistré(e) avec succès. Cependant, nous n’avons pas pu vous connecter car votre compte est verrouillé.
he: ההרשמה בוצעה בהצלחה, אך לא יכולנו להכניס אותך למערכת מכיוון שחשבונתך נעול.
hr: Uspješno ste se registrirali. Nažalost ne možete se prijaviti jer Vam je račun zaključan.
hu: A regisztráció sikerült, azonban a bejelentkezés még nem lehetséges, mert a fiók zárolt.
id: Pendaftaran berhasil. Akan tetapi, Anda belum dapat sign in karena akun terkunci.
is: Þú hefur nýskráð þig. Hins vegar gátum við ekki innskráð þig því að aðgangurinn þinn er læstur.
it: Iscrizione eseguita correttamente. Però non puoi accedere in quanto il tuo account è bloccato.
ja: アカウントが凍結されているためログインできません。
ka: თქვენ წარმატებით დარეგისტრირდით. თუმცა თქვენ არ ხართ ავთენტირებული რადგან თქვენი ანგარიში ჩაკეტილია.
lo_la: ທ່ານໄດ້ສະໝັກສຳເລັດແລ້ວ. ແຕ່ວ່າ, ພວກເຮົາບໍ່ສາມາດພາທ່ານເຂົ້າສູ່ລະບົບໄດ້ ຍ້ອນວ່າບັນຊີຂອງທ່ານຖືກລັອກ.
lt: Jūs sėkmingai prisiregistravote. Deja dar negalime jūsų prijungti, nes jūsų paskyra laikinai užblokuota.
lv: Jūs esat veiksmīgi reģistrējies. Tomēr Jūs neesat pieslēdzies, jo Jūsu lietotājs ir nobloķēts.
nb: Du er nå registrert. Men vi kan ikke logge deg inn fordi kontoen er sperret.
nl: Je bent ingeschreven, maar we konden je niet inloggen omdat je account is vergrendeld.
nn_no: Du er blitt registrert. Men, vi kunne ikkje logge deg inn sidan kontoen din er låst.
no: Du er registrert. Vi kan derimot ikke logge deg på siden kontoen din er låst.
pl: Konto zostało utworzone pomyślnie. Nie możesz się jednak zalogować, ponieważ jest ono zablokowane.
pt: Registou-se com sucesso. No entanto, não podemos iniciar a sua sessão porque a sua conta encontra-se bloqueada.
pt_br: Você se inscreveu com sucesso. Porém nós não podemos autenticá-lo porque sua conta está bloqueada.
ro: V-aţi înscris cu succes. Cu toate acestea, nu am putut să vă autentificăm, deoarece contul dvs. este blocat.
ru: Вы успешно зарегистрированы. Однако, вы не можете войти в систему, потому что ваша учетная запись заблокирована.
sk: Registrácia bola úspešná. Nemohli sme vás ale prihlásiť, lebo váš účet je uzamknutý.
sl: Uspešno ste se registrirali, vendar prijava ni mogoča, ker je vaš račun zaklenjen.
sr: Uspešno ste se registrovali. Nažalost ne možete se prijaviti jer Vam je nalog zaključan.
sr_rs: Успешно сте се регистровали. Нажалост не можете се пријавити јер Вам је налог закључан.
sv: Du är nu registrerad. Däremot kunde vi inte logga in dig, eftersom ditt konto är låst.
th: คุณลงทะเบียนเรียบร้อยแล้ว แต่การเข้าสู่ระบบล้มเหลวเนื่องจากบัญชีของคุณล็อก
tr: Kaydınız başarıyla gerçekleşti. Fakat, hesabınız kilitlendiği için siteye giriş yapamadınız.
uk: Ви успішно зареєструвалися, але не можете увійти в систему тому що обліковий запис заблоковано.
vi: Bạn đã đăng ký thành công. Tuy nhiên tài khoản của bạn đã bị khóa nên không thể đăng nhập được.

source: You have signed up successfully. However, we could not sign you in because your account is not yet activated.
af: Jy het suksesvol ingeteken. Ons kon jou wel nie inteken nie omdat jou rekening nog nie geaktiveer is nie.
ar: تمّ التسجيل في الموقع بنجاح، ولكن لا يُمكن تسجيل الدخول قبل تفعيل الحساب.
az: Siz uğurla qeydiyyatdan keçdiniz. Halbuki, sistemə yalnız hesabınızı aktiv etdikdən sonra daxil ola bilərsiniz.
be: Вы паспяхова зарэгістраваны. Аднак, вы не можаце ўвайсці ў сістэму, таму што ваш уліковы запіс не актываваны.
bg: Регистирахте се успешно. Въпреки това, не можете да влезете в профила си, защото той все още не е активиран.
bn: আপনি সফলভাবে সাইন আপ করেছেন। যদিও আপনার অ্যাকাউন্ট এখনো সক্রিয় না হওয়ায়, আপনি সাইন ইন করতে পারবেন না।
ca: El teu compte ha estat creat correctament. Tanmateix, no hem pogut inciar la sessió perquè el teu compte encara no està activat.
cs: Vítejte! Registrace byla úspěšná. Bohužel se nemůžete přihlásit, protože váš účet ještě není aktivován.
da: Din registrering er godkendt, men vi kunne ikke logge dig ind, da din konto endnu ikke er blevet aktiveret.
de: Sie haben sich erfolgreich registriert. Wir konnten Sie jedoch nicht anmelden, weil Ihr Account noch nicht aktiviert ist.
el: Εγγραφήκατε επιτυχώς. Δεν μπορέσαμε όμως να σας συνδέσουμε διότι δεν έχετε ενεργοποιήσει ακόμη το λογαριασμό σας.
es: Tu cuenta ha sido creada correctamente. Sin embargo, no hemos podido iniciar la sesión porque tu cuenta aún no está activada.
et: Sa registreerusid edukalt. Siiski ei saa me sind sisse logida, sest su konto pole veel aktiveeritud.
fa: شما با موفقیت ثبت نام شده اید؛ ولی هنوز نمی‌توانید وارد شوید چون حساب‌تان هنوز فعال نشده.
fi: Olet rekisteröitynyt onnistuneesti. Et kuitenkaan voi kirjautua ennen kuin tilisi on aktivoitu.
fr: Vous vous êtes enregistré(e) avec succès. Cependant, nous n’avons pas pu vous connecter car votre compte n’a pas encore été activé.
he: ההרשמה בוצעה בהצלחה, אך לא יכולנו להכניס אותך למערכת מכיוון שעוד לא הפעלת את חשבונך
hr: Uspješno ste se registrirali. Doduše, ne možete se prijaviti u sustav zato što Vaš račun još nije aktiviran.
hu: A regisztráció sikerült, azonban a bejelentkezés még nem lehetséges, mert a fiók nincs aktiválva.
id: Pendaftaran berhasil. Akan tetapi, Anda belum dapat sign in karena akun belum diaktivasi.
is: Þú hefur nýskráð þig. Hins vegar gátum við ekki innskráð þig því að aðgangurinn þinn hefur ekki verið virktur.
it: Iscrizione eseguita correttamente. Però non puoi accedere in quanto il tuo account non è ancora attivo.
ja: ログインするためには、アカウントを有効化してください。
ka: თქვენ წარმატებით დარეგისტრირდით. თუმცა თქვენ არ ხართ ავთენტირებული რადგან თქვენი ანგარიში ჯერ არ არის აქტივირებული.
lo_la: ທ່ານໄດ້ສະໝັກສຳເລັດແລ້ວ. ແຕ່ວ່າ, ພວກເຮົາບໍ່ສາມາດພາທ່ານເຂົ້າສູ່ລະບົບໄດ້ ຍ້ອນວ່າບັນຊີຂອງທ່ານຍັງບໍ່ຖືກເປີດນຳໃຊ້ເທື່ອ.
lt: Jūs sėkmingai prisiregistravote. Deja dar negalime jūsų prijungti, nes jūsų paskyra nėra aktyvuota.
lv: Jūs esat veiksmīgi reģistrējies. Tomēr Jūs neesat pieslēdzies, jo Jūsu lietotājs vēl nav aktivizēts.
nb: Du er nå registrert. Men vi kan ikke logge deg inn før kontoen blir aktivert.
nl: Je bent ingeschreven, maar we konden je niet inloggen omdat je account nog niet is geactiveerd.
nn_no: Du er blitt registrert. Men, vi kunne ikkje logge deg inn sidan kontoen ikkje er aktivert enno.
no: Du er registrert. Vi kan derimot ikke logge deg på siden kontoen din ennå ikke er aktivert.
pl: Konto zostało utworzone pomyślnie. Zanim się jednak zalogujesz, musi ono zostać jeszcze aktywowane.
pt: Registou-se com sucesso. No entanto, não podemos iniciar a sua sessão porque ainda não confirmou a sua conta.
pt_br: Você se inscreveu com sucesso, porém nós não podemos autenticá-lo porque sua conta ainda não foi ativada.
ro: V-aţi înscris cu succes. Cu toate acestea, nu am putut să vă autentificăm, deoarece contul dvs. nu este încă activată.
ru: Вы успешно зарегистрированы. Однако, вы не можете войти в систему, потому что ваша учетная запись не активирована.
sk: Registrácia bola úspešná. Nemohli sme vás ale prihlásiť, lebo váš účet ešte nebol aktivovaný.
sl: Uspešno ste se registrirali, vendar pred prvo prijavo je potrebno vaš račun še aktivirati.
sr: Uspešno ste se registrovali. Doduše, ne možete se prijaviti na sistem zato što Vaš nalog još nije aktiviran.
sr_rs: Успешно сте се регистровали. Додуше, не можете се пријавити на систем зато што Ваш налог још није активиран.
sv: Du är nu registrerad. Däremot kunde vi inte logga in dig, eftersom ditt konto ännu inte aktiverats.
th: คุณลงทะเบียนเรียบร้อยแล้ว แต่การเข้าสู่ระบบล้มเหลวเนื่องจากบัญชีของคุณยังไม่ได้เปิดใช้งาน
tr: Kaydınız başarıyla gerçekleşti. Fakat, hesabınız aktifleştirilmediği için siteye giriş yapamadınız.
uk: Ви успішно зареєструвалися, але не можете увійти в систему тому що обліковий запис ще не активовано.
vi: Bạn đã đăng ký thành công. Tuy nhiên, bạn cần phải kích hoạt tài khoản trước khi có thể đăng nhập được.

source: You have to confirm your email address before continuing.
af: Jy moet jou e-posadres bevestig voor jy voortgaan.
ar: يجب تأكيد الحساب حتّى تتمكّن من المُتابعة.
az: Davam etmək üçün hesabınızı təstiqləməlisiniz.
be: Вы павінны пацвердзіць ваш уліковы запіс.
bg: Преди да продължите, трябва да потвърдите регистрацията си.
bn: আপনি চালিয়ে যাওয়ার আগে আপনার ইমেল ঠিকানা নিশ্চিত করতে হবে।
ca: Has de confirmar el teu compte abans de continuar.
cs: Musíte potvrdit svůj účet, teprve poté můžete pokračovat.
da: Du skal bekræfte din konto for at kunne fortsætte.
de: Sie müssen Ihren Account bestätigen, bevor Sie fortfahren können.
el: Πρέπει να επιβεβαιώσετε το λογαριασμό σας πριν συνεχίσετε.
es: Tienes que confirmar tu cuenta para poder continuar.
et: Sa pead oma konto kinnitama, enne jätkamist.
fa: باید حسابتان را قبل از ادامه تایید کنید.
fi: Sinun täytyy vahvistaa tunnuksesi ennen kuin voit jatkaa.
fr: Vous devez confirmer votre compte par courriel.
he: עליך לאשר את הרשמתך לפני שתוכל להמשיך.
hr: Prije nastavka morate potvrditi Vaš račun.
hu: A folytatáshoz az email cím megerősítése szükséges.
id: Anda harus melakukan konfirmasi sebalum melanjutkan.
is: Þú verður að staðfesta aðganginn þinn áður en þú getur haldið áfram.
it: Devi confermare il tuo account per continuare.
ja: メールアドレスの本人確認が必要です。
ka: გაგრძელებისთვის თქვენ უნდა დაადასტუროთ თქვენი ელ-ფოსტის მისამართი.
lo_la: ທ່ານຕ້ອງຢືນຢັນທີ່ຢູ່ອີເມວກ່ອນຈະດຳເນີນການຕໍ່ໄດ້.
lt: Būtina patvirtinti e-pašto adresą prieš tęsiant.
lv: Jums ir jāapstiprina reģistrācijas epasts, lai turpinātu.
ms: Anda harus melakukan proses pengesahan sebalum meneruskan.
nb: Du må bekrefte kontoen din for å kunne fortsette.
nl: Je dient eerst je account te bevestigen.
nn_no: Du må stadfeste e-posten din før du kan halde fram.
no: Du må bekrefte kontoen din for å kunne fortsette.
pl: Aby kontynuować aktywuj konto.
pt: Tem de confirmar a sua conta antes de continuar.
pt_br: Antes de continuar, confirme a sua conta.
ro: Trebuie să confirmaţi contul dvs. înainte de a continua.
ru: Вы должны подтвердить вашу учетную запись.
sk: Pred pokračovaním musíte potvrdiť svoj účet.
sl: Pred nadaljevanjem morate potrditi vaš račun.
sr: Pre nastavka morate potvrditi svoj nalog.
sr_rs: Пре наставка морате потврдити свој налог.
sv: Du måste bekräfta ditt konto innan du kan fortsätta.
th: คุณต้องยืนยันบัญชีก่อนดำเนินการต่อ
tr: Devam etmeden önce hesabınızı onaylamalısınız.
uk: Вам потрібно підтвердити Ваш обліковий запис.
vi: Bạn cần phải xác nhận tài khoản trước khi tiếp tục.

source: You need to sign in or sign up before continuing.
af: Jy moet aanteken of inteken voor jy voortgaan.
ar: يجب إنشاء حساب أو تسجيل الدخول قبل المتابعة.
az: Davam etmək üçün hesabınıza daxil olmalı və ya qeydiyyatdan keməlisiniz.
be: Вам трэба ўвайсці ў сістэму ці зарэгістравацца
bg: Преди да продължите, трябва да влезете в профила си или да се регистрирате.
bn: আপনি চালিয়ে যাওয়ার আগে আপনার সাইন ইন বা সাইন আপ করতে হবে।
ca: Has d'iniciar sessió o bé registrar-te abans de continuar.
cs: Musíte se zaregistrovat nebo přihlásit, teprve poté můžete pokračovat.
da: Du skal logge ind for at kunne fortsætte.
de: Sie müssen sich anmelden oder registrieren, bevor Sie fortfahren können.
el: Πρέπει να συνδεθείτε ή να εγγραφείτε πριν συνεχίσετε.
es: Tienes que iniciar sesión o registrarte para poder continuar.
et: Sa pead sisse logima või registreeruma enne jätkamist.
fa: پیش از ادامه باید وارد شوید یا ثبت نام کنید.
fi: Sinun pitää kirjautua sisään tai rekisteröityä ennen kuin voit jatkaa.
fr: Vous devez vous connecter ou vous enregistrer pour continuer.
he: עליך להתחבר או להרשם על-מנת להמשיך.
hr: Za nastavak se morate prijaviti ili registrirati.
hu: A folytatáshoz bejelentkezés szükséges.
id: Anda harus mendaftar atau sign in sebelum melanjutkan .
is: Þú þarft að vera innskráð(ur) til þess að halda áfram.
it: Devi accedere o registrarti per continuare.
ja: アカウント登録もしくはログインしてください。
ka: გასაგრძელებლად თქვენ უნდა გაიაროთ ავტორიზაცია ან დარეგისტრირდეთ.
lo_la: ທ່ານຕ້ອງເຂົ້າສູ່ລະບົບ ຫຼື ສະໝັກກ່ອນຈະດຳເນີນການຕໍ່ໄດ້.
lt: Būtina prisijungti arba prisiregistruoti prieš tęsiant.
lv: Jums ir jāpieslēdzas vai jāreģistrējas, lai turpinātu.
ms: Anda harus mendaftar atau sign in sebelum meneruskan .
nb: Du må logge inn eller registrere deg for å gå videre.
nl: Je dient je aan te melden of in te schrijven om door te gaan.
nn_no: Du må logge inn eller registrere deg før du kan halde fram.
no: Du må logge inn eller registrere deg for å kunne fortsette.
pl: Aby kontynuować zaloguj lub zarejestruj się.
pt: Antes de continuar tem de se autenticar ou efectuar um registo.
pt_br: Para continuar, faça login ou registre-se.
ro: Trebuie să vă conectaţi sau să vă înscrieţi înainte de a continua.
ru: Вам необходимо войти в систему или зарегистрироваться.
sk: Pred pokračovaním sa musíte zaregistrovať alebo prihlásiť.
sl: Za nadaljevanje se morate prijaviti ali registrirati.
sr: Za nastavak se morate prijaviti ili registrovati.
sr_rs: За наставак се морате пријавити или регистровати.
sv: Du måste logga in eller skapa ett konto innan du kan fortsätta.
th: คุณต้องเข้าสู่ระบบหรือลงทะเบียนก่อนดำเนินการต่อ
tr: Devam etmeden önce giriş yapmanız veya kayıt olmanız gereklidir.
uk: Вам необхідно увійти в систему чи зареєструватися.
vi: Bạn cần phải đăng nhập hoặc đăng ký trước khi tiếp tục.
