Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: Your session expired. Please sign in again to continue.
af: Jou sessie het verstryk. Teken asseblief aan om voort te gaan.
ar: لقد انتهت صلاحيّة الجلسة، الرجاء تسجيل الدّخول مجدداً.
az: Sessiyanızın vaxtı bitmişdir, davam etmək üçün zəhmət olmasa yenidən daxil olun.
be: Ваш сеанс скончыўся. Калі ласка, увайдзіце ў сістэму зноў.
bg: Сесията Ви е изтекла, моля влезте отново, за да продължите.
bn: আপনার অধিবেশনের মেয়াদ শেষ. অব্যাহত রাখার জন্য আবার সাইন ইন করুন.
ca: La teva sessió ha caducat. Si us plau, torna a iniciar sessió per a continuar.
cs: Vaše relace vypršela, přihlašte se prosím znovu, pak můžete pokračovat.
da: Din session er udløbet. Log ind igen for at kunne fortsætte.
de: Ihre Sitzung ist abgelaufen, bitte melden Sie sich erneut an.
el: Η συνεδρία σας έληξε, παρακαλώ συνδεθείτε ξανά για να συνεχίσετε.
es: Tu sesión expiró. Por favor, inicia sesión nuevamente para continuar.
et: Sinu sessioon on aegunud, jätkamiseks logi palun sisse.
fa: نشست شما منقضی شده است. برای ادامه دوباره وارد شوید.
fi: Istuntosi on vanhentunut, ole hyvä ja kirjaudu sisään jatkaaksesi.
fr: Votre session est expirée, veuillez vous reconnecter pour continuer.
he: פג תוקף החיבור לאתר, אנא התחבר מחדש.
hr: Vrijeme trajanja Vaše sesije je isteklo. Za nastavak se prijavite ponovno.
hu: A munkafolyamat lejárt. Újboli bejelentkezés szükséges.
id: Sesi anda telah kadaluarsa, silahkan sign in untuk melanjutkan.
is: Seta þín hefur runnið út, skráðu þig aftur inn til að halda áfram.
it: Sessione scaduta, accedere nuovamente per continuare.
ja: セッションがタイムアウトしました。もう一度ログインしてください。
ka: თქვენი სეანსი დასრულებულია.
lo_la: ກຳນົດເວລານຳໃຊ້ຂອງທ່ານໝົດລົງແລ້ວ. ກະລຸນາເຂົ້າສູ່ລະບົບອີກຄັ້ງເພື່ອດຳເນີນການຕໍ່.
lt: Jūsų sesija baigta. Prisijunkite iš naujo norėdami tęsti.
lv: Jūsu sesijas laiks ir beidzies. Lūdzu pieslēdzieties vēlreiz, lai turpinātu.
ms: Sesi anda telah tamat, silahkan sign in bagi meneruskan sesi yang baru.
nb: Din sesjon er utløpt. Logg inn igjen for å gå videre.
nl: Je sessie is verlopen, meld je opnieuw aan om door te gaan.
nn_no: Økta di er utgått. Logg inn på nytt for å halde fram.
no: Din sesjon er utløpt. Logg inn igjen for å kunne fortsette.
pl: Sesja wygasła, aby kontynuować zaloguj się ponownie.
pt: A sua sessão expirou, por favor autentique-se novamente para continuar.
pt_br: A sua sessão expirou, por favor, faça login novamente para continuar.
ro: Sesiunea dvs. a expirat, vă rugăm să vă autentificaţi din nou pentru a continua.
ru: Ваш сеанс закончился. Пожалуйста, войдите в систему снова.
sk: Vaša session vypršala. Na pokračovanie sa prosím znovu prihláste.
sl: Vaša seja je potekla. Za nadaljevanje se prosim ponovno prijavite.
sr: Vreme trajanja Vaše sesije je isteklo. Za nastavak prijavite se ponovo.
sr_rs: Време трајања Ваше сесије је истекло. За наставак пријавите се поново.
sv: Din session är inte längre giltig, vänligen logga in igen för att fortsätta.
th: หน้าเว็บเกินระยะเวลาที่กำหนด กรุณาเข้าสู่ระบบอีกครั้งเพื่อดำเนินการต่อ
tr: Oturumunuz sonlandı. Devam etmek için, lütfen yeniden giriş yapınız.
uk: Час вашої сесії вичерпано. Будь ласка, увійдіть в систему знову.
vi: Phiên làm việc của bạn đã kết thúc, bạn cần đăng nhập lại để tiếp tục.

source: dummy login (development only)
de: Dummy-Anmeldung (nur während der Entwicklungsphase)
es: demo login (solo para desarollo)
fi: testi kirjautuminen (vain kehitykseen)
fr: connexion factice (pour développement seulement)
it: Login di prova (solo per sviluppo)
ru: Демо вход (только для разработчиков)

source: has expired, please request a new one
af: het verstryk, versoek asseblief 'n nuwe een
ar: انتهت الصلاحيّة، الرجاء عمل طلب جديد
az: vaxtı bitmişdir, zəhmət olmasa yenisini istəyin
be: састарэлая. Калі ласка, запытаеце новую
bg: е изтекъл, моля заявете нов
bn: মেয়াদ শেষ হয়ে গেছে, একটি নতুন অনুরোধ করুন
ca: ha caducat, si us plau demana'n un de nou
cs: vypršela, prosím, požádejte o nové
da: er udløbet. Vær venlig at bede om en ny
de: ist abgelaufen, bitte neu anfordern
el: έχει λήξει, παρακαλώ ζητήστε νέο
es: ha expirado, por favor solicita una nueva
et: on aegunud, palun küsi uus
fa: منقضی شده. لطفا یکی دیگر درخواست کنید.
fi: on vanhentunut, pyydä uutta.
fr: est expiré, veuillez en demander un autre
he: פג תוקף, אנא בקש אחד חדש.
hr: je istekao, molimo zatražite novi
hu: lejárt, igényelj egy újat
id: telah kadaluarsa, tolong pesan lagi
is: hefur runnið út, vinsamlegast biðjið um nýtt
it: è scaduto, si prega di richiederne uno nuovo
ja: の有効期限が切れました。新しくリクエストしてください。
ka: ვადა გაუვიდა, გთხოვთ მოითხოვოთ ახალი
lo_la: ໝົດກຳນັດແລ້ວ, ກະລຸນາຮ້ອງຂໍໃໝ່ອີກຄັ້ງ
lt: nebegalioja, aktyvuokite naują
lv: derīgums beidzies, lūdzu piesakieties jaunam
nb: har utløpt, vennligst forespør en ny
nl: is verlopen, vraag een nieuwe aan
nn_no: har blitt utdatert, be om ein ny
no: har utløpt, vennligst få en ny en
pl: stracił ważność, wyślij zapytanie o nowy
pt: expirou, por favor solicite um novo
pt_br: expirou, por favor solicite uma nova
ro: a expirat, vă rugăm să solicitaţi unul nou
ru: устарела. Пожалуйста, запросите новую
sk: vypršal, prosím vyžiadajte si nový
sl: je poteklo. Prosimo, zahtevajte novo.
sr: je istekao, molim zatražite novi
sr_rs: је истекао, молим затражите нови
sv: är inte längre giltig. Vänligen begär en ny
th: การยืนยันหมดอายุแล้ว กรุณาขอใหม่อีกครั้ง
tr: süresi doldu, lütfen yeni bir tane isteyin
uk: застаріла. Будь ласка, спробуйте знову
vi: đã hết hạn, vui lòng gửi yêu cầu mới.

source: leave blank if you don't want to change it
af: los skoon indien jy dit nie wil verander nie
ar: أبقه فارغًا إن كنت لا ترغب في تغييره
be: пакіньце крысу пустым, калі не хочаце яго змяняць
bg: оставете празно, ако не искате да го променяте
ca: deixa'l en blanc si no el vols canviar
cs: nevyplňujte, pokud ho nechcete měnit
da: efterlades blankt hvis det ikke ønskes ændret
de: freilassen, wenn Sie das nicht ändern wollen
el: αφήστε το κενό, αν δεν θέλετε να το αλλάξετε
es: dejar en blanco si no desea cambiarlo
et: jäta tühjaks, kui sa ei soovi seda muuta
fa: اگر نمی خواهید تغییر دهید خالی بگذارید
fi: jätä tämä tyhjäksi, mikäli et halua vaihtaa
fr: laissez ce champ vide pour le laisser inchangé
he: השאר ריק אם אין ברצונך לשנותו
hu: csak változás esetén kitöltendő
id: kosongkan jika Anda tidak ingin mengubahnya
it: lascia in bianco se non vuoi cambiarla
ja: 空欄のままなら変更しません
ka: თუ შეცვლა არ გნებავთ დატოვეთ ცარიელი
lo_la: ປະຫວ່າງຖ້າທ່ານບໍ່ຢາກປ່ຽນມັນ
lv: atstājiet tukšu šo lauku, ja nevēlaties veikt izmaiņas
nb: la være tomt hvis du ikke ønsker å endre dette
nl: laat leeg als je het niet wilt wijzigen
nn_no: la stå tomt dersom du ikkje ønskjer å endre
pl: pozostaw puste, jeśli nie chcesz wprowadzać zmian
pt: deixe em branco caso não queira alterar
pt_br: deixe em branco caso não queira alterá-la
ro: lăsați gol dacă nu doriți să schimbați
ru: оставьте поле пустым, если не хотите его менять
sk: nechajte prázdne ak to nechcete zmeniť
sl: pustite prazno, če ne želite spremeniti
sv: lämna tomt om du inte vill byta det
th: เว้นว่างไว้ถ้าคุณไม่ต้องการจะเปลี่ยนแปลง
tr: değiştirmek istemiyorsanız boş bırakın
uk: залиште порожнім, якщо ви не хочете змінити його
vi: để trống nếu bạn không muốn thay đổi mật khẩu

source: must be in the format of "example.com"
de: Erforderte Formatierung : "example.com"
es: debe ser en el formato de "example.com"
fi: täytyy olla muodossa "example.com"
fr: format à respecter : "example.com"
it: deve essere nel formato "esempio.com"
ru: Должно быть в соответствующем формате: "example.com"

source: must start with "/"
de: Muss mit "/" anfangen
es: debe empezar de "/"
fi: Täytyy alkaa merkillä "/"
fr: doit commencer avec un "/"
it: deve iniziare con "/"
ru: Должно начинаться с "/"

source: needs to be confirmed within %{period}, please request a new one
af: moet bevestig word binne %{period}, versoek asseblief 'n nuwe een
ar: بحاجة الى تفعيل خلال %{period}، الرجاء طلب تفعيل
az: , %{period} ərzində təstiqlənməlidir, zəhmət olmasa yenisini istəyin
be: павінен быць пацверджаны ў плынь %{period}, калі ласка, паўторыце запыт на пацверджанне
bg: трябва да се потвърди в рамките на %{period}, моля направете нова заявка за потвърждаване
bn: নিশ্চিত করা প্রয়োজন %{period} মধ্যে, একটি নতুন অনুরোধ করুন
ca: necessita ser confirmat en %{period}, si us plau demana'n un de nou
cs: Je potřeba potvrdit do %{period}, prosím, požádejte o novou
da: skal bekræftes inden for %{period}, anmod venligst om en ny
de: musste innerhalb von %{period} bestätigt werden, bitte neu anfordern.
el: πρέπει να επιβεβαιωθεί εντός %{period}, παρακαλώ ζητήστε νέο
es: necesita confirmarse dentro de %{period}, por favor solicita una nueva
et: vajab kinnitamist %{period} jooksul, palun küsi uus
fa: باید در مدت %{period} تایید می‌شد، لطفا یکی دیگر درخواست نمایید
fi: pitää vahvistaa %{period} kuluessa, ole hyvä ja pyydä uusi
fr: doit être confirmé(e) en %{period}, veuillez en demander un(e) autre
hr: je trebao biti potvrđen tijekom perioda %{period}, molimo tražite novi
hu: %{period} letelte előtt kell megerősíteni, igényelj egy újat
id: harus dikonfirmasi dalam %{period}, tolong pesan lagi
it: deve essere confermato entro %{period}, richiedi una nuova conferma
ja: の期限が切れました。%{period} までに確認する必要があります。 新しくリクエストしてください。
ka: უნდა დადასტურდეს %{period}-ის განმავლობაში, გთხოვთ მოითხოვოთ ახალი
lo_la: ຕ້ອງໄດ້ຮັບການຢືນຢັນພາຍໃນ %{period}, ກະລຸນາຮ້ອງຈໍໃໝ່ອີກຄັ້ງ
lt: privalo būti patvirtintas per %{period}.
lv: nepieciešama apstiprināšana %{period} laikā, lūdzu piesakieties jaunam
nb: må bekreftes innen %{period}, vennligst be om et nytt
nl: moet binnen %{period} worden bevestigd, plaats a.u.b. een nieuw verzoek
nn_no: treng å blir stadfesta innan %{period}, be om ei ny
no: må bekreftes innen %{period}, vennligst forespør en ny en
pl: musi być potwierdzone w ciągu %{period}, zamów nową wiadomość aktywacyjną
pt: necessitava de confirmação até %{period}, por favor faça um novo pedido
pt_br: É necessário ser confirmado dentro do período %{period}, por favor requisite um novo usuário.
ro: trebuie să fie confirmat în %{period}, vă rugăm să solicitaţi unul nou
ru: должен быть подтвержден в течение %{period}, пожалуйста, повторите запрос на подтверждение
sk: je potrebné overiť do %{period}, prosím vyžiadajte si nové overenie
sl: mora biti potrjen v roku %{period}. Prosimo, pošljite nov zahtevek.
sr: je trebao biti potvrđen tokom perioda %{period}, molim tražite novi
sr_rs: је требао бити потврђен током периода %{period}, молим тражите нови
sv: behöver bekräftas inom %{period}. Vänligen begär en ny
th: จำเป็นต้องได้รับการยืนยันในเวลา %{period}, กรุณาทำใหม่อีกครั้ง
tr: %{period} içinde onaylanması gerekmektedir, lütfen yeni bir tane isteyiniz.
uk: має бути підтверджено протягом %{period}, будь ласка, попросіть підтвердження запису ще раз
vi: cần được xác nhận trong %{period}, xin vui lòng yêu cầu mã mới.

source: not found
af: nie gevind nie
ar: غير موجود
az: tapılmadı
be: не знойдзены
bg: не е намерен
bn: খুঁজে পাওয়া যায় নি
ca: no s'ha trobat
cs: nenalezen
da: ikke fundet
de: nicht gefunden
el: δεν βρέθηκε
es: no se ha encontrado
et: ei leitud
fa: یافت نشد
fi: ei löytynyt
fr: n’a pas été trouvé(e)
he: לא נמצא.
hr: nije pronađeno
hu: nem található
id: tidak ditemukan
is: fannst ekki
it: non trovato
ja: は見つかりませんでした。
ka: არ მოიძებნა
lo_la: ບໍ່ພັບເຫັນ
lt: nerastas
lv: netika atrasts
ms: tidak dijumpai
nb: ikke funnet
nl: niet gevonden
nn_no: ikkje funnen
no: ikke funnet
pl: nie znaleziono
pt: não foi encontrado
pt_br: não encontrado
ro: nu există
ru: не найден
sk: nenájdený
sl: ni najdeno
sr: nije pronađeno
sr_rs: није пронађено
sv: hittades inte
th: ไม่พบ
tr: bulunamadı
uk: не знайдено
vi: không tìm thấy

source: was already confirmed, please try signing in
af: was alreeds bevestig, probeer inteken
ar: الحساب مُفعّل، الرجاء محاولة تسجيل الدخول
az: artıq təstiq olunmuşdur, zəhmət olmasa daxil olmağa çalışın
be: ужо пацверджаны. Калі ласка, паспрабуйце ўвайсці ў сістэму
bg: е вече потвърден, моля опитайте да влезете в профила си
bn: ইতিমধ্যে নিশ্চিত হয়েছে, সাইন ইন করার চেষ্টা করুন
ca: ja està confirmat
cs: byl již potvrzen, prosím, zkuste se přihlásit
da: er allerede bekræftet
de: wurde bereits bestätigt, bitte versuchen Sie, sich anzumelden
el: επιβεβαιώθηκε ήδη, δοκιμάστε να συνδεθείτε
es: ya ha sido confirmada, por favor intenta iniciar sesión
et: on juba kinnitatud, proovi sisse logida
fa: قبلا تایید شده است
fi: on jo vahvistettu, yritä kirjautua sisään uudelleen
fr: a déjà été confirmé(e)
he: כבר אושר. אני נסה להיכנס למערכת.
hr: je već potvrđen, molimo pokušajte se prijaviti
hu: már meg van erősítve
id: sudah di konfirmasi
is: var nú þegar staðfestur, prófaðu að skrá þig inn
it: è stato già confermato
ja: は既に登録済みです。ログインしてください。
ka: უკვე დადასტურებულია, გთხოვთ სცადოთ ავთენტიკაცია
lo_la: ຢືນຢັນແລ້ວ, ກະລຸນາລອງເຂົ້າສູ່ລະບົບໃໝ່
lt: jau buvo patvirtintas, pamėginkite prisijungti
lv: ir jau apstiprināts, lūdzu mēģiniet pieslēgties
ms: sudah disahkan
nb: har allerede blitt bekreftet. Prøv å logge inn.
nl: is reeds bevestigd
nn_no: var allereie stadfesta, prøv å logg inn
no: har allerede blitt bekreftet, forsøk å logg inn
pl: już został aktywowany, możesz się zalogować
pt: já foi confirmado, por favor tente efectuar a autenticação
pt_br: já foi confirmado
ro: a fost deja confirmat, vă rugăm să încercaţi să vă autentificați
ru: уже подтверждён. Пожалуйста, попробуйте войти в систему
sk: bol už potvrdený, skúste sa prihlásiť
sl: je bil že potrjen, prosimo poskusite se prijaviti
sr: je već potvrđen, molimo pokušajte se prijaviti
sr_rs: је већ потврђен, молимо покушајте се пријавити
sv: är redan bekräftad, vänligen logga in igen
th: ยืนยันแล้ว ลองเข้าสู่ระบบ
tr: zaten onaylanmış, lütfen giriş yapmayı deneyin
uk: вже підтверджено. Будь ласка, спробуйте увійти в систему
vi: đã được xác nhận, vui lòng đăng nhập để tiếp tục.

source: was not locked
af: was nie gesluit nie
ar: غير مقفل
az: bloklanmış deyildi
be: не заблакаван
bg: не бе заключен
bn: লক করা ছিল না
ca: no està bloquejat
cs: nebyl uzamčen
da: var ikke låst
de: ist nicht gesperrt
el: δεν κλειδώθηκε
es: no estaba bloqueada
et: ei olnud lukus
fa: قفل نشده است
fi: ei ollut lukittu
fr: n’était pas verrouillé(e)
he: לא היה נעול.
hr: nije zaključan
hu: nincs zárolva
id: tidak dikunci
is: var ekki læstur
it: non era bloccato
ja: は凍結されていません。
ka: არ იყო დაბლოკილი
lo_la: ບໍ່ໄດ້ຖືກລັອກ
lt: nebuvo užblokuota
lv: netika nobloķēts
ms: tidak dikunci
nb: var ikke sperret
nl: is niet gesloten
nn_no: var ikkje låst
no: var ikke låst
pl: nie był zablokowany
pt: não foi bloqueado
pt_br: não foi bloqueado
ro: nu este blocat
ru: не заблокирован
sk: nebol zamknutý
sl: ni zaklenjeno
sr: nije zaključan
sr_rs: није закључан
sv: var inte låst
th: ไม่ถูกล็อก
tr: kilitlenmemiş
uk: не заблоковано
vi: không bị khóa

source: we need your current password to confirm your changes
af: ons benodig jou huidige wagwoord om jou veranderinge te bevestig
ar: نحتاج كلمة المرور الحالية خاصتك لتأكيد تغيراتك
be: увядзіце бягучы пароль для пацверджання змен
bg: въведете настоящата си парола за потвърждаване на промените
ca: necessitem la teva contrasenya actual per a confirmar els canvis
cs: Je vyžadováno pro potvrzení změn.
da: vi skal bruge dit nuværende kodeord for at bekræfte ændringerne.
de: wir benötigen Ihr aktuelles Passwort, um die Änderung zu bestätigen
el: χρειαζόμαστε τον τρέχων κωδικό πρόσβασής σας για να επιβεβαιώσουμε τις αλλαγές σας
es: necesitamos su contraseña actual para confirmar los cambios
et: meil on vaja sinu praegust parooli, et muutused kinnitada
fa: ما برای تایید تغییرات به کلمه عبور فعلی نیاز داریم:
fi: syötä nykyinen salasanasi
fr: nous avons besoin de votre mot de passe actuel pour valider ces modifications
he: אנחנו זקוקים לסיסמאתך הנוכחית על מנת לבצע את השינויים שביקשת
hu: a változtatás végrehajtásához szükséges a jelenlegi jelszó
id: Mohon masukkan password Anda saat ini untuk menyimpan perubahan
it: abbiamo bisogno della tua password attuale per confermare i cambiamenti
ja: 変更を反映するには現在のパスワードを入力してください
ka: ჩვენ გვჭირდება თქვენი მოქმედი პაროლი ცვლილებების დასადასტურებლად
lo_la: ພວກເຮົາຕ້ອງການລະຫັດຜ່ານປັດຈຸບັນຂອງທ່ານເພື່ອຢືນຢັນການປ່ຽນແປງຂອງທ່ານ
lv: mums ir nepieciešama Jūsu tagadējā parole, lai veiktu izmaiņas
nb: vi trenger ditt nåværende passord for å bekrefte endringene
nl: we hebben je huidige wachtwoord nodig om je veranderingen te bevestigen
nn_no: vi treng ditt noverande passord for å stadfeste endringar
pl: potrzebujemy Twojego bieżącego hasła, aby potwierdzić zmiany
pt: precisamos da sua senha actual para confirmar as alterações
pt_br: precisamos da sua senha atual para confirmar suas mudanças
ro: avem nevoie de parola curentă pentru a confirma schimbările
ru: введите текущий пароль для подтверждения изменений
sk: na potvrdenie vašich zmien potrebujeme vaše súčasné heslo
sl: potrebujemo vaše trenutno geslo za potrditev sprememb
sv: vi behöver ditt nuvarande lösenord för att bekräfta dina ändringar
th: เราต้องการรหัสผ่านปัจจุบันเพื่อยืนยันการเปลี่ยนรหัสของคุณ
tr: değişikleri onaylamak için şu anki parolanız gerekli
uk: введіть свій поточний пароль для підтвердження змін

source: Backend Host
de: Backend Rechner
fr: Hôte back-end
it: Sito di back-end
ru: Бэкэнд хост

source: You are not authorized to perform this action. You are only authorized to perform actions for APIs in the following areas: %{authorized_scopes_list} Contact your API Umbrella administrator if you need access to new APIs.
fr: Vous n'avez pas l'autorisation d'effectuer cette opération. Seules celles appartenant aux groupes suivants sont autorisées : %{authorized_scopes_list} Contactez votre administrateur si vous souhaitez avoir accès à d'autres APIs.

source: Confirmation sent at
cs: Potvrzení zasláno
de: Bestätigung gesendet am
es: Fecha de envío de confirmación
sk: Potvrdenie poslané

source: Confirmation token
cs: Potvrzovací token
de: Bestätigungs-Token
es: Código de confirmación
sk: Potvrdzovací kľúč

source: Confirmed at
cs: Potvrzeno
de: Bestätigt am
es: Fecha de confirmación
pt_br: Confirmado em
sk: Potvrdené

source: Created at
cs: Vytvořeno
de: Erstellt am
es: Fecha de creación
pt_br: Criado em
sk: Vytvorené

source: Current sign in IP
cs: Současné přihlášení z IP
de: IP aktueller Anmeldung
es: IP del ingreso actual
pt_br: IP do acesso atual
sk: IP adresa súčasného prihlásenia

source: Current sign in at
cs: Současné přihlášení
de: Aktuelle Anmeldung vom
es: Fecha del ingreso actual
sk: Súčasné prihlásenie

source: Encrypted password
cs: Zašifrované heslo
de: Verschlüsseltes Passwort
es: Contraseña cifrada
pt_br: Senha criptografada
sk: Zašifrované heslo

source: Failed attempts
cs: Chybných pokusů
de: Fehlversuche
es: Intentos fallidos
pt_br: Tentativas sem sucesso
sk: Zlé pokusy

source: Last sign in IP
cs: Poslední přihlášení z IP
de: IP der letzten Anmeldung
es: IP del último ingreso
pt_br: Último IP de acesso
sk: IP adresa posledného prihlásenia

source: Last sign in at
cs: Poslední přihlášení
de: Letzte Anmeldung am
es: Fecha del último ingreso
pt_br: Último acesso em
sk: Posledné prihlásenie

source: Locked at
cs: Uzamčeno
de: Gesperrt am
es: Fecha de bloqueo
sk: Zamknuté

source: Remember created at
cs: Zapamatování vytvořeno
de: Angemeldet bleiben vom
es: Fecha de 'Recordarme'
sk: Pamätanie vytvorené

source: Reset password sent at
cs: Obnova hesla poslána
de: Passwort-Zurücksetzen-E-Mail gesendet am
es: Fecha de envío de código para contraseña
sk: Reset hesla poslaný

source: Sign in count
cs: Počet přihlášení
de: Anzahl Anmeldungend
es: Cantidad de ingresos
pt_br: Contagem de acessos
sk: Počet prihlásení

source: Unconfirmed email
cs: Nepotvrzený email
de: Unbestätigte E-Mail-Adresse
es: Email no confirmado
sk: Nepotvrdený email

source: Updated at
cs: Upraveno
de: Aktualisiert am
es: Fecha de actualización
pt_br: Atualizado em
sk: Aktualizované
