Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: Password Confirmation
af: Wagwoord bevestiging
ar: تأكيد كلمة المرور
be: пацвердзіце пароль
bg: Потвърждаване на паролата
ca: Confirmar contrasenya
cs: Potvrzení hesla
da: Gentag kodeord
de: Passwortbestätigung
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmación de la contraseña
et: Parooli kinnitus
fa: تکرار رمز عبور
fi: Salasanan vahvistus
fr: Confirmation du mot de passe
he: אישור סיסמא
hu: Jelszó megerősítése
id: Konfirmasi password
it: Conferma password
ja: 確認用パスワード
ka: პაროლის დადასტურება
lo_la: ການຢືນຢັນລະຫັດຜ່ານ
lv: Apstiprināt paroli
nb: Gjenta passordet
nl: Bevestig wachtwoord
nn_no: Stadfest passord
pl: Potwierdzenie hasła
pt_br: Confirme sua senha
ro: Confirmare parolă
ru: Подтверждение пароля
sk: Potvrdenie hesla
sl: Potrditev gesla
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Parola Doğrulama
uk: Підтвердження пароля
vi: Xác nhận mật khẩu

source: Password confirmation
af: Wagwoord bevestiging
ar: تأكيد كلمة المرور
be: пацвердзіце пароль
bg: Потвърждаване на паролата
ca: Confirmar contrasenya
cs: Potvrzení hesla
da: Gentag kodeord
de: Passwortbestätigung
el: Επιβεβαίωση κωδικού πρόσβασης
es: Confirmación de la contraseña
et: Parooli kinnitus
fa: تکرار رمز عبور
fi: Salasanan vahvistus
fr: Confirmation du mot de passe
he: אישור סיסמא
hu: Jelszó megerősítése
id: Konfirmasi password
it: Conferma password
ja: 確認用パスワード
ka: პაროლის დადასტურება
lo_la: ການຢືນຢັນລະຫັດຜ່ານ
lv: Apstiprināt paroli
nb: Gjenta passordet
nl: Bevestig wachtwoord
nn_no: Stadfest passord
pl: Potwierdzenie hasła
pt_br: Confirme sua senha
ro: Confirmare parolă
ru: Подтверждение пароля
sk: Potvrdenie hesla
sl: Potrditev gesla
sv: Bekräfta lösenord
th: ยืนยันรหัสผ่าน
tr: Parola Doğrulama
uk: Підтвердження пароля
vi: Xác nhận mật khẩu

source: Permissions Management
fi: Oikeuksien Hallinta
fr: Gestion des autorisations
it: Gestione Permessi
ru: Управление разрешениями

source: Port
es: Puerto
fi: Portti
it: Porta
ru: Порт

source: Publish Changes
es: Publicar cambio
fi: Julkaise muutokset
fr: Appliquer
it: Pubblica Modifiche
ru: Опубликовать изменения

source: Rate Limit
de: Frequenzgrenze
es: Límite de velocidad
fi: Kyselyrajoite
fr: Limite de fréquence
it: Limita Frequenza
ru: Ограничение скорости

source: Remember me
af: Onthou my
ar: تذكرني
be: Запомніць мяне
bg: Запомни ме
ca: Recorda'm
cs: Zapamatuj si mě
da: Husk mig
de: Angemeldet bleiben
el: Απομνημόνευση
es: Recordarme
et: Hoia mind meeles
fa: مرا بخاطر بسپار
fi: Muista minut
fr: Se souvenir de moi
he: זכור אותי
hu: Megjegyez
id: Ingat saya
it: Ricordami
ja: ログインを記憶
ka: დამიმახსოვრე
lo_la: ຈື່ຂ້ອຍໄວ້
lv: Atcerēties mani
nb: Husk meg
nl: Ingelogd blijven
nn_no: Hugs meg
pl: Zapamiętaj mnie
pt: Lembrar-se de mim
pt_br: Lembre-se de mim
ro: Ține-mă minte
ru: Запомнить меня
sk: Zapamätať si ma
sl: Zapomni se me
sv: Kom ihåg mig
th: จำชื่อผู้ใช้
tr: Beni Hatırla
uk: Запам'ятати мене
vi: Ghi nhớ đăng nhập

source: Remove
es: Quitar
fi: Poista
fr: Supprimer
it: Rimuovi
ru: Убрать

source: Reorder
es: Reordenar
fi: Uudelleenjärjestä
fr: Changer l'ordre
it: Riordina
ru: Перераспределить

source: Resend confirmation instructions
af: Stuur weer bevestigingsinstruksies
ar: أعدْ إرسال تعليمات التأكيد
be: Выслаць паўторна ліст з актывацыяй
bg: Повторно изпращане на инструкции за потвърждаване
ca: Reenviar instruccions de confirmació
cs: Opět poslat instrukce pro potvrzení
da: Få tilsendt bekræftelses-instruktioner
de: Anleitung zur Bestätigung noch mal schicken
el: Επανάληψη αποστολής οδηγιών επιβεβαίωσης
es: Reenviar instrucciones de confirmación
et: Saada kinnitusjuhend uuesti
fa: ارسال مجدد راهنمای تایید حساب
fi: Uudelleenlähetä vahvistusohjeet
fr: Renvoyer les instructions de confirmation
he: שלח מחדש הוראות אישור
hu: Megerősítő levél újraküldése
id: Kirim ulang petunjuk konfirmasi
it: Invia di nuovo le istruzioni per la conferma
ja: アカウント確認メール再送
ka: დადასტურების ინსტრუქციის ხელახლა გაგზავნა
lo_la: ສົ່ງຂັ້ນຕອນການຍືນຍັນຕົວຕົນອີກຄັ້ງ
lv: Atkārtoti atsūtīt instrukcijas apstiprinājumu
nb: Send bekreftelsesinstruksjoner på nytt
nl: Verstuur bevestiging-instructies opnieuw
nn_no: Send instruksjonar for stadfesting på nytt
pl: Wyślij ponownie instrukcje aktywacji
pt: Reenviar instruções de confirmação
pt_br: Reenviar instruções de confirmação
ro: Retrimite instrucțiunile de confirmare
ru: Выслать повторно письмо с активацией
sk: Preposlať potvrdzovacie inštrukcie
sl: Ponovno pošlji navodila za potrditev
sv: Skicka instruktioner för att bekräfta konto igen
th: ส่งยืนยันคำขออีกครั้ง
tr: Onaylama talimatlarını tekrar gönder
uk: Повторно надіслати інструкцію з підтвердженням
vi: Gửi lại hướng dẫn xác nhận tài khoản

source: Resend unlock instructions
af: Stuur weer ontsluitingsinstruksies
ar: أعدْ إرسال تعليمات فك الحظر
be: Выслаць пацверджанне зноўку
bg: Повторно изпращане на инструкции за отключване
ca: Reenviar instruccions de desbloqueig
cs: Znovu odeslat instrukce pro odblokování
da: Få tilsendt aktiverings-instruktioner
de: Anleitung zum Entsperren noch mal schicken
el: Επανάληψη αποστολής οδηγιών ξεκλειδώματος
es: Reenviar instrucciones para desbloquear
et: Saada konto avamise juhised uuesti
fa: ارسال مجدد راهنمای بازکردن حساب
fi: Uudelleen lähetä lukituksen poisto -ohjeet
fr: Renvoyer les instructions de déblocage
he: שלח שוב הוראות ביטול נעילה
hu: Feloldási teendők újraküldése
id: Kirim ulang instruksi untuk membuka kunci akun
it: Invia di nuovo le istruzioni per lo sblocco
ja: アカウントの凍結解除方法を再送する
ka: ხელახლა ანგარიშის გახსნის ინსტრუქციის გაგზავნა
lo_la: ສົ່ງຂັ້ນຕອນການປົດລັອກໃໝ່
lv: Atkārtoti atsūtīt atbloķēšanas instrukciju
nb: Send instrukser for gjenåpning av konto på nytt
nl: Verstuur ontgrendel-instructies opnieuw
nn_no: Send instruksjonar på nytt for å låse opp konto
pl: Wyślij instrukcje odblokowania konta
pt: Renviar instruções de desbloqueio
pt_br: Reenviar instruções de desbloqueio
ro: Retrimite instrucțiuni pentru deblocare
ru: Выслать подтверждение заново
sk: Poslať znovu inštrukcie na odomknutie účtu
sl: Ponovno pošlji navodila za odklep
sv: Skicka instruktioner för upplåsning av konto igen
th: ส่งคำขอปลดล็อคอีกครั้ง
tr: Hesap geri açma talimatlarını tekrar gönder
uk: Повторно надіслати інструкції з розблокування
vi: Gửi lại hướng dẫn mở khoá tài khoản

source: Reset password instructions
af: Herstel wagwoord instruksies
ar: تعليمات إعادة تعيين كلمة المرور
az: Şifrənin yenilənməsi
be: Інструкцыі па аднаўленні пароля
bg: Инструкции за промяна на парола
bn: পাসওয়ার্ড রিসেট করার নির্দেশাবলী
ca: Instruccions de regeneració de contrasenya
cs: Instrukce k nastavení nového hesla
da: Nulstilling af kodeord
de: Anleitung für das Zurücksetzen Ihres Passworts
el: Οδηγίες επαναφοράς κωδικού
es: Instrucciones de recuperación de contraseña
et: Salasõna taastamise juhised
fa: راهنمای بازنشانی رمز عبور
fi: Ohjeet salasanan vaihtoon
fr: Instructions pour changer le mot de passe
he: הוראות לאיפוס סיסמא
hr: Upute za promjenu lozinke
hu: Jelszó megváltoztatása
id: Instruksi untuk melakukan Reset password
is: Leiðbeiningar um endurstillingu lykilorðs
it: Istruzioni per reimpostare la password
ja: パスワードの再設定について
ka: პაროლის შეცვლის ინსტრუქცია
lo_la: ຂັ້ນຕອນການປ່ຽນລະຫັດຜ່ານ
lt: Slaptažodžio keitimo instrukcijos
lv: Paroles nomainīšanas apraksts
ms: Arahan mengubah password
nb: Instruksjoner for å tilbakestille passordet
nl: Instructies om je wachtwoord opnieuw in te stellen
nn_no: Instruksjonar for å nullstille passord.
no: Nullstilling av passord
pl: Instrukcja ustawienia nowego hasła
pt: Instruções de recuperação de palavra-passe
pt_br: Instruções de redefinição de senha
ro: Instrucțiuni pentru resetarea parolei
ru: Инструкции по восстановлению пароля
sk: Inštrukcie na obnovu hesla
sl: Navodila za ponastavitev gesla
sr: Uputstvo za promenu lozinke
sr_rs: Упутство за промену лозинке
sv: Instruktioner för återställning av lösenord
th: คำแนะนำการตั้งค่ารหัสผ่าน
tr: Şifre sıfırlama talimatları.
uk: Інструкції щодо відновлення пароля
vi: Hướng dẫn thiết lập lại mật khẩu

source: Reset password token
af: Herstel wagwoord egtheidsbewys
be: Спасылка скіду пароля
bg: Код за промяна на парола
ca: Restabliment de token de la contrasenya
cs: Token obnovy hesla
de: Passwort-Zurücksetzen-Token
es: Código para restablecer contraseña
et: Parooli ennistamise tähis
fi: Salasanan nollaamistunniste
fr: Clé de Réinitialisation du Mot de Passe
it: Token di reset password
ja: パスワードリセット用のトークン
ka: პაროლის მარკერის გადატვირთვა
lo_la: ຕັ້ງ token ລະຫັດຜ່ານຄືນໃໝ່
nb: Nytt passord-kode
nl: Reset wachtwoord token
nn_no: Nullstill passord-nøkkel
pt_br: Resetar token de senha
ro: Resetează jetonul parolei
ru: Ссылка сброса пароля
sk: Kľúč resetu hesla
sl: Žeton za ponastavitev gesla
sv: Återställ token för lösenord
uk: Посилання на скидання пароля

source: Restrict Access to HTTP Referers
de: HTTP Referrer Zugriffsbeschränkungen
es: Restringir acceso a referentes de HTTP
fi: Rajoita pääsyä HTTP viittaajiin
fr: Limiter l'accès aux référents HTTP
it: Limita Accesso a Referer HTTP
ru: Ограничить доступ к ссылающимся HTTP

source: Restrict Access to IPs
de: IP-Adresse Beschränkungen
es: Restringir acceso a IPs
fi: Rajoita pääsyä IP:siin
fr: Liste noire IP
it: Limita Accesso ad IP
ru: Ограничить доступ к IP

source: Send me reset password instructions
af: Stuur wagwoordherstelinstruksies aan my
ar: أرسلْ لي تعليمات تصفير كلمة المرور
be: Выслаць новы пароль
bg: Изпрати инструкции за промяна на парола
ca: Enviar les instruccions per a regenerar la meva contrasenya
cs: Poslat instrukce pro obnovení hesla
da: Send mig instruktioner til gendannelse af password
de: Schicken Sie mir die Anleitung, mein Passwort zurückzusetzen
el: Στείλτε μου οδηγίες επαναφοράς κωδικού πρόσβασης
es: Envíeme las instrucciones para resetear mi contraseña
et: Saada parooli ennistamise juhend
fa: راهنمای تغییر رمز عبور را برای من بفرست
fi: Lähetä minulle salasanan vaihto-ohjeet
fr: Envoyez-moi des instructions pour réinitialiser mon mot de passe
he: שלח לי הוראות שיחזור סיסמא
hu: Jelszóviszaállítási teendők küldése
id: Kirim instruksi untuk mereset password
it: Inviami le istruzioni per resettare la password
ja: パスワードの再設定方法を送信する
ka: გამომიგზავნეთ პაროლის განახლების ინსტრუქცია
lo_la: ສົ່ງຂັ້ນຕອນຕັ້ງລະຫັດຜ່ານໃໝ່ມາໃຫ້ຂ້ອຍ
lv: Atsūtīt paroles maiņas instrukciju
nb: Send instrukser for å tilbakestille passordet
nl: Stuur me wachtwoord reset instructies
nn_no: Send meg instruksjonar for å nullstille passord
pl: Wyślij instrukcje zmiany hasła
pt: Enviar-me instruções para repor a senha
pt_br: Enviar instruções para redefinição da senha
ro: Trimiteți instrucțiuni de resetare a parolei
ru: Выслать новый пароль
sk: Pošlite mi inštrukcie na obnovu hesla
sl: Pošljite mi navodila za ponastavitev gesla
sv: Skicka instruktion för återställning av lösenord
th: ส่งคำขอตั้งรหัสผ่านใหม่
tr: Parola yenileme talimatlarını gönder
uk: Відправити мені інструкції скидання паролів
vi: Gửi cho tôi hướng dẫn cài đặt lại mật khẩu

source: Server
fi: Serveri
fr: Serveur
ru: Сервер

source: Set Headers
de: Headers setzen
es: Ajustar los títulos
fi: Aseta HTTP -otsikot
fr: Paramètres des en-têtes
it: Imposta Intestazioni
ru: Установить заголовки

source: Sign in
af: Teken aan
ar: سجّلْ الدخول
be: Увайсці
bg: Вход
ca: Iniciar sessió
cs: Přihlásit
da: Log-ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
et: Logi sisse
fa: ورود
fi: Kirjaudu sisään
fr: Connexion
he: כניסה
hu: Belépés
id: Masuk
it: Accedi
ja: ログイン
ka: ავთენტიკაცია
lo_la: ເຂົ້າສູ່ລະບົບ
lv: Pievienoties
nb: Logg inn
nl: Inloggen
nn_no: Logg inn
pl: Zaloguj się
pt: Login
pt_br: Login
ro: Autentificare
ru: Войти
sk: Prihlásiť sa
sl: Prijavite se
sv: Logga in
th: เข้าสู่ระบบ
tr: Giriş yap
uk: Увійти
vi: Đăng nhập

source: Sign in with %{provider}
af: Teken aan met %{provider}
ar: سجّلْ الدخول عن طريق %{provider}
be: Увайсці з дапамогай: %{provider}
bg: Вход с %{provider}
ca: Iniciar sessió amb %{provider}
cs: Přihlásit se přes %{provider}
da: Log-ind med %{provider}
de: Mit %{provider} anmelden
el: Σύνδεση με τον πάροχο %{provider}
es: Iniciar sesión con %{provider}
et: Logi sisse %{provider}-ga
fa: ورود با %{provider}
fi: Kirjaudu sisään (%{provider})
fr: Connexion avec %{provider}
he: כניסה באמצעות %{provider}
hu: %{provider} belépés
id: Masuk dengan akun %{provider}
it: Accedi con %{provider}
ja: %{provider}でログイン
ka: %{provider}-ით ავთენტიკაცია
lo_la: ເຂົ້າສູ່ລະບົບດ້ວຍ %{provider}
lv: Pievienoties ar %{provider}
nb: Logg inn med %{provider}
nl: Inloggen met %{provider}
nn_no: Logg inn med %{provider}
pl: Zaloguj się przez %{provider}
pt: Entrar com %{provider}
pt_br: Entrar com %{provider}
ro: Autentificat cu %{provider}
ru: Войти с помощью: %{provider}
sk: Prihlásiť sa cez %{provider}
sl: Prijavite se preko %{provider}
sv: Logga in med %{provider}
th: เข้าสู่ระบบด้วย%{provider}
tr: %{provider} ile giriş yap
uk: Увійти за допомогою %{provider}
vi: Đăng nhập với %{provider}

source: Sign out
de: Logout
es: Logout
fi: Uloskirjautuminen
fr: Déconnexion
it: Esci
ru: Выйти

source: Sign up
af: Teken in
ar: سجّلْ
be: Рэгістрацыя
bg: Регистрация
ca: Registrar-se
cs: Registrovat
da: Registrer
de: Registrieren
el: Εγγραφή
es: Registrarse
et: Loo konto
fa: ثبت نام
fi: Rekisteröidy
fr: Inscription
he: הרשמה
hu: Regisztráció
id: Mendaftar
it: Registrati
ja: アカウント登録
ka: რეგისტრაცია
lo_la: ສະໝັກ
lv: Reģistrēties
nb: Registrering
nl: Maak account aan
nn_no: Registrer
pl: Zarejestruj się
pt: Criar conta
pt_br: Inscrever-se
ro: Înregistrare
ru: Регистрация
sk: Zaregistrovať sa
sl: Registriracija
sv: Registrera dig
th: ออกจากระบบ
tr: Kaydol
uk: Зареєструватись
vi: Đăng ký

source: Signed in successfully.
af: Suksesvol aangeteken.
ar: تمّ تسجيل الدخول.
az: Sistemə uğurla daxil oldunuz.
be: Уваход у сістэму выкананы.
bg: Влязохте успешно.
bn: সফলভাবে সাইন ইন করেছেন।
ca: Sessió iniciada correctament.
cs: Přihlášení bylo úspěšné.
da: Du er nu logget ind.
de: Erfolgreich angemeldet.
el: Συνδεθήκατε επιτυχώς.
es: Sesión iniciada.
et: Edukalt sisse logitud.
fa: ورود موفق.
fi: Sisäänkirjautuminen onnistui.
fr: Connecté(e) avec succès.
he: התחברת בהצלחה
hr: Uspješno ste se prijavili.
hu: Sikeres bejelentkezés.
id: Proses sign in berhasil.
is: Innskráning tókst.
it: Accesso effettuato con successo.
ja: ログインしました。
ka: ავთენტიკაცია წარმატებულია.
lo_la: ເຂົ້າສູ່ລະບົບສຳເລັດແລ້ວ.
lt: Jūs prisijungėte.
lv: Veiksmīgi pieslēdzies.
ms: Proses sign in berjaya.
nb: Du er nå innlogget.
nl: Je bent succesvol ingelogd.
nn_no: Du er innlogga.
no: Du er nå innlogget.
pl: Zalogowano pomyślnie.
pt: Autenticação efectuada com sucesso.
pt_br: Login efetuado com sucesso.
ro: Autentificat cu succes.
ru: Вход в систему выполнен.
sk: Úspešne prihlásený.
sl: Prijava je bila uspešna.
sr: Uspešno ste se prijavili.
sr_rs: Успешно сте се пријавили.
sv: Loggade in.
th: เข้าสู่ระบบเรียบร้อยแล้ว
tr: Başarıyla giriş yapıldı.
uk: Ви увійшли в систему.
vi: Đăng nhập thành công.

source: Signed out successfully.
af: Suksesvol afgeteken.
ar: تمّ تسجيل الخروج.
az: Sistemdən uğurla çıxdınız.
be: Выхад з сістэмы выкананы.
bg: Излязохте успешно.
bn: সফলভাবে সাইন আউট করেছেন।
ca: Sessió tancada correctament.
cs: Odhlášení bylo úspěšné.
da: Du er nu logget ud.
de: Erfolgreich abgemeldet.
el: Αποσυνδεθήκατε επιτυχώς.
es: Sesión finalizada.
et: Edukalt välja logitud.
fa: خروج موفق.
fi: Uloskirjautuminen onnistui.
fr: Déconnecté(e) avec succès.
he: התנתקת בהצלחה.
hr: Uspješno ste se odjavili.
hu: A kijelentkezés sikeres.
id: Proses sign out berhasil.
is: Útskráning tókst.
it: Sei uscito correttamente.
ja: ログアウトしました。
ka: თქვენ წარმატებით გამოხვედით სისტემიდან.
lo_la: ອອກຈາກລະບົບສຳເລັດແລ້ວ.
lt: Sėkmingai atsijungėte iš savo paskyros.
lv: Veiksmīgi atslēdzies.
ms: Proses sign out berjaya.
nb: Du er nå logget ut.
nl: Je bent succesvol uitgelogd.
nn_no: Du har logga ut.
no: Du er nå logget ut.
pl: Wylogowano pomyślnie.
pt: Saiu da sessão com sucesso.
pt_br: Logout efetuado com sucesso.
ro: Deautentificarea s-a efectuat cu success.
ru: Выход из системы выполнен.
sk: Úspešne odhlásený.
sl: Odjava je bila uspešna.
sr: Uspešno ste se odjavili.
sr_rs: Успешно сте се одјавили.
sv: Loggade ut.
th: ออกจากระบบเรียบร้อยแล้ว
tr: Başarıyla çıkış yapıldı.
uk: Успішний вихід з системи.
vi: Đăng xuất thành công.

source: Someone has requested a link to change your password, and you can do this through the link below.
af: Iemand het 'n skakel versoek om jou wagwoord te verander, en jy kan dit doen deur die onderstaande skakel.
ar: طلب أحدهم رابطًا لتغيير كلمة السر الخاصة بك، ويُمكن عمل ذلك من خلال الرابط التالي.
be: Вы (ці нехта яшчэ) запыталі змену пароля. Для змены пароля націсніце спасылку ніжэй:
bg: Някой е поискал линк за промяна на паролата Ви. Можете да промените паролата си чрез линка по-долу.
ca: Algú ha sol·licitat un enllaç per a canviar la teva contrasenya, pots fer-ho amb el següent enllaç.
cs: Někdo si vyžádal odkaz pro změnu vašeho hesla. Změnu můžete provést pomocí odkazu níže.
da: Der er blevet anmodet om, at få tilsendt et link til ændring af dit kodeord. Det kan gøres ved hjælp af linket herunder.
de: Jemand hat einen Link angefordert, um Ihr Passwort zu ändern. Klicken Sie auf den unten aufgeführten Link um das Passwort zu ändern.
el: Κάποις έχει αιτηθεί ένα σύνδεσμο για αλλαγή του κωδικού πρόσβασής σας και εσείς μπορείτε να το κάνετε αυτό μέσω του συνδέσμου παρακάτω.
es: Alguien ha solicitado un enlace para cambiar su contraseña, lo que se puede realizar a través del siguiente enlace.
et: Keegi on soovinud muuta sinu parooli, saad seda teha alloleva lingi kaudu.
fa: شخصی درخواست تغییر رمز عبور شما را داده و شما می توانید این کار را از طریق لینک زیر انجام دهید.
fi: Joku on pyytänyt tilisi salasanan vaihtoa. Tämä voidaan suorittaa painamalla linkkiä alla.
fr: Quelqu'un a demandé un lien pour changer votre mot de passe, le voici :
he: נתקבלה בקשה לשינוי הסיסמא שלך וביכולתך לעשות זאת בעזרת הקישור המוצג למטה.
hu: Ön, vagy valaki más az ön nevében jelszóváltoztatást kérvényezett, mely a lenti linkre kattintva lehetséges.
id: Seseorang telah meminta tautan untuk mengganti password Anda, dan Anda bisa melakukannya menggunakan tautan berikut ini.
it: Qualcuno ha richiesto di resettare la tua password, se lo vuoi davvero puoi farlo cliccando sul link qui sotto.
ja: 誰かがパスワードの再設定を希望しました。次のリンクでパスワードの再設定が出来ます。
ka: ვიღაცამ მოითხოვა პაროლის გამოცვლა, თქვენ ამის გაკეთებას ქვემო ბმულით შეძლებთ.
lo_la: ມີບາງຄົນໄດ້ຮ້ອງຂໍລິ້ງເພື່ອປ່ຽນລະຫັດຂອງທ່ານ, ແລະ ທ່ານສາມາດດຳເນີນການຜ່ານລິ້ງລຸ່ມນີ້.
lv: Kāds ir nosūtijis pieprasijumu, Jūsu paroles maiņai, to var veikt caur saiti zemāk.
nb: Noen har bedt om en link for å endre passordet ditt, og dette kan gjøres på lenken under.
nl: Iemand heeft een link gevraagd om uw wachtwoord te wijzigen; dit kan via onderstaande link.
nn_no: Nokon ønskjer å endre passordet ditt, du kan gjere dette med å klikke på lenka under.
pl: Ktoś zażądał zmiany hasła do Twojego konta. Hasło możesz zmienić wchodząc na poniższy link.
pt: Foi efectuado um pedido para repor a sua palavra-passe. Para o fazer click no link abaixo.
pt_br: Alguém fez o pedido para redefinir sua senha, e você pode fazer isso clicando no link abaixo.
ro: Cineva a cerut un link pentru a schimba parola, puteți să faceți acest lucru prin link-ul de mai jos.
ru: Вы (или кто-то еще) запросили изменение пароля. Для изменения пароля нажмите ссылку ниже:
sk: Niekto požiadal o zmenu vášho hesla a môžete to spraviť pomocou odkazu nižšie.
sl: Nekdo je zahteval spremembo gesla. To lahko storite s klikom na spodnjo povezavo.
sv: Någon har begärt att ändra ditt lösenordet. Du kan göra det genom länken nedan.
th: ทางเวบได้รับคำขอเปลี่ยนรหัสผ่านของคุณ และคุณสามารถตั้งรหัสผ่านใหม่จากลิงค์ข้างล่างนี้
tr: Birisi parolanızı değiştirmek için bir istek gönderdi, aşağıdaki bağlantıyı kullanarak bunu yapabilirsiniz.
uk: Хтось подав запит на зміну Вашого паролю, Ви можете підтвердити зміну через посилання нижче.
vi: Có ai đó yêu cầu liên kết thay đổi mật khẩu, bạn có thể thay đổi mật khẩu bằng liên kết dưới đây.

source: Sub-URL Request Settings
fi: Ali URL Pyyntiasetukset
fr: Réécriture des composants d'URL
it: Opzioni Richiesta Sotto-URL
ru: Запрос sub-URL настроек

source: Successfully authenticated from %{kind} account.
af: Suksesvol gewaarmerk vanaf %{kind} rekening.
ar: تمّ التحقّق من الحساب بنجاح بإستخدام %{kind}
az: %{kind} hesabıyla uğurla daxil oldunuz.
be: Уваход у сістэму выкананы з уліковым запісам з %{kind}.
bg: Успешна оторизация чрез %{kind} профил.
bn: আপনার %{kind} থেকে আসা নিশ্চিত হয়েছে।
ca: Autoritzat satisfactoriament el compte des de %{kind}.
cs: Úspěšná autorizace z účtu %{kind}.
da: Du er nu logget ind med din %{kind} konto.
de: Sie haben sich erfolgreich mit Ihrem %{kind}-Account angemeldet.
el: Ταυτοποιηθήκατε επιτυχώς από λογαριασμό %{kind}.
es: Has sido autorizado satisfactoriamente en la cuenta %{kind}.
et: Edukalt autoriseeritud %{kind}-konto.
fa: با موفقیت مجوز استفاده از %{kind} دریافت شد.
fi: Onnistuneesti valtuutettu käyttäen palvelua %{kind}.
fr: Autorisé avec succès par votre compte %{kind}.
hr: Uspješna autorizacija sa %{kind} računa.
hu: Sikeres azonosítás %{kind} fiókkal.
id: Berhasil melakukan autentikasi akun %{kind}.
is: Innskráning með %{kind} aðgangi tókst.
it: Autorizzato con successo dall'account %{kind}.
ja: %{kind} アカウントによる認証に成功しました。
ka: ავთენტიკაცია %{kind}-ის ანგარიშიდან წარმატებულია.
lo_la: ຢືນຢັນຕົວຕົນທ່ານສຳເລັດແລ້ວຈາກບັນຊີ %{kind}.
lt: Sėkmingai prisijungėte su savo %{kind} paskyra.
lv: Veiksmīgi autorizējis ar %{kind} lietotāju.
nb: Vellykket autorisering fra %{kind}.
nl: Je bent succesvol ingelogd op je %{kind} account.
nn_no: Vellukka autentisering frå kontoen %{kind}.
no: Vellykket autorisering fra %{kind}.
pl: Logowanie przez konto %{kind} zakończyło się sukcesem.
pt: A sua conta foi autenticada por %{kind} com sucesso.
pt_br: Autorizado com sucesso de uma conta de %{kind}.
ro: Autorizat cu success din contul de %{kind}.
ru: Вход в систему выполнен с учетной записью из %{kind}.
sk: Úspešne autentifikovaný z účtu %{kind}.
sl: Uspešna prijava preko %{kind} računa.
sr: Uspešna autorizacija sa %{kind} naloga.
sr_rs: Успешна ауторизација са %{kind} налога.
sv: Autentiserat med %{kind}-konto.
th: ยืนยันตัวตนจากบัญชี %{kind}
tr: %{kind} aracılığıyla onaylandınız.
uk: Успішний вхід в систему з облікового запису %{kind}.
vi: Đăng nhập thành công bằng tài khoản %{kind}.

source: Uncheck all
es: Desmarcar todos
fi: Poista kaikki valinnat
fr: Tous ignorer
it: Deseleziona tutti
ru: Отменить выбор всего

source: Unhappy?
af: Ongelukkig
ar: غير راضٍ؟
be: Расчараваны
bg: Недоволни
ca: Descontent
cs: Nejste zde šťastni?
da: Utilfreds?
de: Unglücklich
el: Δυστυχής
es: Infeliz
et: Õnnetu
fa: ناراحت
fi: Epäonnellinen
fr: Pas content
he: לא מרוצה
hu: Szomorú
id: Tidak senang
it: Scontento
ja: 気に入りません
ka: უკმაყოფილო ხართ?
lo_la: ບໍ່ພໍໃຈ?
lv: Neapmierināts
nb: Misfornøyd?
nl: Niet blij
nn_no: Ikkje nøgd
pl: Niezadowolony
pt_br: Não está contente
ro: Nefericit
ru: Разочарованы
sk: Nešťastný
sl: Nezadovoljni?
sv: Missnöjd
th: ไม่พอใจ
tr: Mutsuz
uk: Незадоволені
vi: Không hài lòng
