Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: Unlock instructions
af: Ontsluitingsinstruksies
ar: تعليمات إعادة تفعيل الحساب
az: Hesabın blokdan çıxardılması
be: Інструкцыі па разблакоўцы ўліковага запісу
bg: Инструкции за отключване
bn: আনলক করার নির্দেশাবলী
ca: Instruccions de desbloqueig
cs: Instrukce k odemknutí účtu
da: Genåbning af konto
de: Anleitung für die Account-Freischaltung
el: Οδηγίες ξεκλειδώματος
es: Instrucciones para desbloquear
et: Lukust vabastamise juhised
fa: راهنمای باز کردن
fi: Ohjeet tunnuksen lukituksen poistoon
fr: Instructions pour déverrouiller le compte
he: הוראות להסרת נעילה
hr: Upute za otključavanje korisničkog računa
hu: Fiók zárolásának megszüntetése
id: Instruksi untuk membuka kembali akun anda
is: Aflæsingarleiðbeiningar
it: Istruzioni per sbloccare l'account
ja: アカウントの凍結解除について
ka: გახსნის ინსტრუქცია
lo_la: ຂັ້ນຕອນການປົດລັອກ
lt: Paskyros atblokavimo instrukcijos
lv: Atbloķēšanas apraksts
ms: Arahan membuka akaun kembali
nb: Gjenåpning av konto
nl: Ontgrendelinstructies
nn_no: Instruksjonar for å låse opp
no: Gjenåpning av konto
pl: Instrukcja odblokowania konta
pt: Instruções de desbloqueio
pt_br: Instruções de desbloqueio
ro: Instrucțiuni pentru deblocarea contului
ru: Инструкции по разблокировке учетной записи
sk: Inštrukcie na odomknutie účtu
sl: Navodila za odklep
sr: Uputstvo za otključavanje korisničkog naloga
sr_rs: Упутство за откључавање корисничког налога
sv: Instruktioner för upplåsning av konto
th: คำแนะนำการปลดล็อก
tr: Kilit açma talimatları.
uk: Інструкції щодо розблоковування облікового запису
vi: Hướng dẫn mở khóa tài khoản

source: Unlock my account
af: Ontsluit my rekening
ar: أزلْ الحظر عن حسابي
be: Разблакаваць уліковы запіс
bg: Отключване на профил
ca: Desbloquejar el meu compte
cs: Odblokovat můj účet
da: Aktivér min konto
de: Mein Konto entsperren
el: Ξεκλείδωμα του λογαριασμού μου
es: Desbloquear mi cuenta
et: Ava konto
fa: حساب مرا باز کن
fi: Poista tilini lukitus
fr: Débloquer mon compte
he: בטל נעילת חשבון
hu: Zárolás feloldása
id: Buka kunci akun saya
it: Sblocca il mio account
ja: アカウントのロック解除
ka: ჩემი ანგარიშის გახსნა
lo_la: ປົດລັອກບັນຊີຂອງຂ້ອຍ
lv: Atbloķēt kontu
nb: Gjenåpne min konto
nl: Ontgrendel mijn account
nn_no: Lås opp kontoen min
pl: Odblokuj swoje konto
pt: Desbloquear a minha conta
pt_br: Desbloquear minha conta
ro: Deblochează-mi contul
ru: Разблокировать учетную запись
sk: Odomknúť môj účet
sl: Odkleni moj račun
sv: Lås upp mitt konto
th: ปลดล็อคบัญชีของฉัน
tr: Hesabımı geri aç
uk: Розблокувати мій обліковий запис
vi: Mở khoá tài khoản

source: Unlock token
af: Ontsluit egtheidsbewys
be: Токен разблакоўкі
bg: Код за отключване на профил
ca: Desbloquejar el token
cs: Odemykací token
de: Entsperrungs-Token
es: Código de desbloqueo
et: Avamise tähis
fi: Lukituksen poistotunniste
fr: Clé de déblocage
it: Token di sblocco
ja: ロック解除用のトークン
ka: მარკერის გახსნა
lo_la: ປົດລັອກ token
nb: Lås opp-kode
nl: Ontgrendel token
nn_no: Lås opp nøkkel
pt_br: Token de desbloqueio
ro: Deblochează jetonul
ru: Токен разблокировки
sk: Odomykací kľúč
sl: Žeton za odklep
sv: Token för återaktivering
uk: Токен розблокування

source: Update
af: Opdateer
ar: تحديث
be: Абнавіць
bg: Обновяване
ca: Actualitzar
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
et: Uuenda
fa: بروز رسانی
fi: Päivitä
fr: Modifier
he: עדכן
hu: Módosítás
it: Aggiorna
ja: 更新
ka: განახლება
lo_la: ອັບເດດ
lv: Izmainīt
nb: Lagre
nl: Bijwerken
nn_no: Oppdater
pl: Zaktualizuj
pt_br: Atualizar
ro: Actualizați
ru: Обновить
sk: Aktualizovať
sl: Osveži
sv: Uppdatera
th: ปรับข้อมูล
tr: Güncelle
uk: Оновити
vi: Cập nhật

source: User
af: Gebruiker
ar: المستخدم
be: Карыстальнік
bg: Потребител
ca: Usuari
cs: Uživatel
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
et: Kasutaja
fa: کاربر
fi: Käyttäjä
fr: Utilisateur
he: משתמש
hu: Felhasználó
it: Utente
ja: ユーザ
ka: მომხმარებელი
lo_la: ຜູ່ໃຊ້
lv: Lietotājs
nb: Brukerkonto
nl: Gebruiker
nn_no: Brukar
pl: Użytkownik
pt_br: Usuário
ro: Utilizator
ru: Пользователь
sk: Používateľ
sl: Uporabnik
sv: Användare
th: ผู้ใช้งาน
tr: Kullanıcı
uk: Користувач
vi: Người dùng

source: Users
fi: Käyttäjät
fr: Utilisateurs
it: Utenti
ru: Пользователи

source: We're contacting you to notify you that your password has been changed.
af: Ons kontak jou om jou in kennis te stel dat jou wagwoord verander is.
be: Мы спрабуем звязацца з вамі, каб паведаміць, што ваш пароль быў зменены.
bg: Пишем Ви, за да Ви уведомим, че паролата Ви беше променена.
ca: Us hem contactat per notificar-vos que s'ha modificat la vostra contrasenya.
cs: Dáváme vám vedět, že vaše heslo bylo změněno.
de: Wir kontaktieren Sie, um Ihnen mitzuteilen, dass Ihr Passwort geändert wurde.
es: Le estamos contactando para notificarle que su contraseña ha sido cambiada.
et: Anname teada, et sinu parool on ära muudetud.
fi: Tämä on ilmoitus salasananne vaihtumisesta.
fr: Nous vous contactons pour vous notifier que votre mot de passe a été modifié.
id: Kami menghubungi Anda untuk menyampaikan informasi bahwa password Anda telah diubah
it: Ti stiamo contattando per notificarti che la tua password è stata modificata.
ja: あなたのパスワードが再設定されたことを通知します。
ka: ჩვენ გატყობინებთ რომ თქვენი პაროლი შეიცვალა.
lo_la: ພວກເຮົາກຳລັງຕິດຕໍ່ຫາທ່ານເພື່ອເຕືອນໃຫ້ຮູ້ວ່າລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກປ່ຽນແລ້ວ.
nb: Vi ønsker å melde fra om at ditt passord har blitt forandret.
nl: We stellen je met deze e-mail ervan op de hoogte dat je wachtwoord is gewijzigd.
nn_no: Vi kontaktar deg for å gi deg eit varsel om at passordet ditt har blitt endra.
pl: Kontaktujemy się z Tobą w celu poinformowania, że Twoje hasło zostało zmienione.
pt_br: Estamos entrando em contato para notificá-lo de que sua senha foi alterada.
ro: Vă contactăm pentru a vă anunța ca parola dvs. a fost modificată.
ru: Мы пытаемся связаться с вами, что бы сообщить, что ваш пароль был изменен.
sk: Upozorňujeme vás, že vaše heslo bolo zmenené.
sl: Obveščamo vas, da je bilo vaše geslo spremenjeno.
sv: Vi kontaktar dig för att meddela dig att att ditt lösenord har blivit ändrat.
tr: Şifreniz az önce değiştirildi.
uk: Ми намагаємося зв'язатися з Вами, щоб сповістити, що Ваш пароль було змінено.

source: Welcome %{recipient}!
af: Welkom %{recipient}!
ar: مرحبا %{recipient}
be: Прывітанні, %{recipient} !
bg: Добре дошли, %{recipient}!
ca: Benvingut %{recipient}!
cs: Vítejte, %{recipient}!
da: Velkommen %{recipient}!
de: Willkommen %{recipient}!
el: Καλώς ήρθατε %{recipient}!
es: ¡Bienvenido %{recipient}!
et: Teretulemast %{recipient}!
fa: خوش آمدید %{recipient}!
fi: Tervetuloa, %{recipient}!
fr: Bienvenue %{recipient}!
he: ברוך הבא %{recipient}!
hu: Kedves %{recipient}!
id: Selamat datang %{recipient}!
it: Benvenuto %{recipient}!
ja: ようこそ、%{recipient}さん!
ka: მოგესალმებით %{recipient}!
lo_la: ຍິນດີຕ້ອນຮັບ %{recipient}!
lv: Sveicināti, %{recipient}!
nb: Velkommen %{recipient}!
nl: Welkom %{recipient}!
nn_no: Velkommen %{recipient}!
pl: Witaj %{recipient}!
pt: Bem-vindo %{recipient}!
pt_br: Bem-vindo %{recipient}!
ro: Bine ați venit %{recipient}!
ru: Здравствуйте, %{recipient} !
sk: Vitaj %{recipient}!
sl: Pozdravljen %{recipient}!
sv: Välkommen %{recipient}!
th: ยินดีต้อนรับคุณ %{recipient}!
tr: Hoşgeldiniz %{recipient}!
uk: Ласкаво просимо, %{recipient}!
vi: Chào mừng %{recipient}!

source: Welcome! You have signed up successfully.
af: Welkom! Jy het suksesvol ingeteken.
ar: تمّ التسجيل في الموقع بنجاح، أهلاً وسهلاً!
az: Təbriklər! Siz uğurla qeydiyyatdan keçdiniz.
be: Сардэчна запрашаем! Вы паспяхова зарэгістраваліся.
bg: Добре дошли! Вие се регистрирахте успешно.
bn: স্বাগতম! আপনি সফলভাবে সাইন আপ করেছেন।
ca: Has estat registrat correctament.
cs: Vítejte! Registrace byla úspěšná.
da: Din registrering er godkendt.
de: Sie haben sich erfolgreich registriert.
el: Καλωσορίσατε! Εγγραφήκατε επιτυχώς.
es: Bienvenido. Tu cuenta fue creada.
et: Tere tulemast! Sa registreerusid edukalt.
fa: خوش آمدید! با موفقیت ثبت نام کردید.
fi: Tervetuloa! Rekisteröintisi onnistui.
fr: Bienvenue ! Vous vous êtes enregistré(e) avec succès.
he: נרשמת בהצלחה. אם נדרש, יישלח אליך אימייל לאישור הרשמתך.
hr: Dobrodošli! Uspješno ste se registrirali.
hu: Sikeres regisztráció.
id: Proses pendaftaran berhasil. Apabila diaktifkan, konfirmasi telah dikirimkan ke e-mail anda.
is: Velkomin(n)! Þú hefur nýskráð þig.
it: Iscrizione eseguita correttamente. Se abilitata, una conferma è stata inviata al tuo indirizzo email.
ja: アカウント登録が完了しました。
ka: მოგესალმებით! თქვენ წარმატებით დარეგისტრირდით.
lo_la: ຍິນດີຕ້ອນຮັບ! ທ່ານໄດ້ສະໝັກສຳເລັດແລ້ວ.
lt: Sveiki, jūs sėkmingai prisiregistravote.
lv: Laipni lūgti! Jūs esiet veiksmīgi reģistrējies.
ms: Proses pendaftaran berjaya. Link untuk mengaktifkan akaun telah dihantar di e-mail.
nb: Velkommen! Din registrering er vellykket.
nl: Je bent ingeschreven.
nn_no: Velkommen! Du er blitt registrert.
no: Velkommen! Din registrering er vellykket.
pl: Witaj! Rejestracja zakończyła się sukcesem.
pt: Bemvindo! A autenticação foi efectuada com sucesso.
pt_br: Bem vindo! Você realizou seu registro com sucesso.
ro: Bine ai venit! V-aţi înscris cu succes.
ru: Добро пожаловать! Вы успешно зарегистрировались.
sk: Vitajte! Registrácia bola úspešná.
sl: Dobrodošli. Uspešno ste se registrirali.
sr: Dobrodošli! Uspešno ste se registrovali.
sr_rs: Добродошли! Успешно сте се регистровали.
sv: Välkommen! Ditt nya konto har skapats.
th: ยินดีต้อนรับ! คุณลงทะเบียนเรียบร้อยแล้ว
tr: Başarıyla giriş yaptınız. Hoşgeldiniz!
uk: Ласкаво просимо! Ви успішно зареєструвалися.
vi: Xin chào! Bạn đã đăng ký thành công.

source: What URL prefixes should be routed to this backend?
fi: Mitkä URL etuliitteet tulisi reitittää tähän taustasovellukseen?
fr: Quels préfixes doivent être dirigés vers ce backend ?
it: Quali prefissi URL dovrebbero essere diretti a questo back-end?
ru: Какие URL префиксы будут направлены к этому бэкэнду?

source: You are already signed in.
af: Jy is alreeds aangeteken.
ar: تم تسجيل الدخول من قَبل.
az: Siz hesabınıza artıq daxil olmuşsunuz.
be: Вы ўжо ўвайшлі ў сістэму.
bg: Вече сте влезли в профила си.
bn: আপনি ইতিমধ্যে সাইন ইন করেছেন।
ca: Ja estàs identificat.
cs: Přihlášení již proběhlo.
da: Du er allerede logget ind.
de: Sie sind bereits angemeldet.
el: Έχετε ήδη συνδεθεί.
es: Ya has iniciado sesión.
et: Oled juba sisse loginud.
fa: وارد سیستم هستید.
fi: Olet jo kirjautunut sisään.
fr: Vous êtes déjà connecté(e).
he: את/ה כבר מחובר/ת
hr: Već ste prijavljeni.
hu: Már belépett.
id: Anda sudah sign in.
is: Þú ert nú þegar innskráð(ur).
it: Hai già effettuato l'accesso.
ja: すでにログインしています。
ka: თქვენ უკვე ავტორიზირებული ხართ.
lo_la: ທ່ານໄດ້ເຂົ້າສູ່ລະບົບແລ້ວ.
lt: Jūs jau prisijungęs.
lv: Jūs jau esiet pieslēdzies.
nb: Du er allerede innlogget.
nl: Je bent reeds aangemeld.
nn_no: Du er allereie innlogga.
no: Du er allerede logget inn.
pl: Jesteś już zalogowany.
pt: Já se encontra autenticado.
pt_br: Você já está autenticado.
ro: Sunteţi deja autentificat
ru: Вы уже вошли в систему.
sk: Už ste prihlásený.
sl: Ste že prijavljeni.
sr: Već ste prijavljeni.
sr_rs: Већ сте пријављени.
sv: Du är redan inloggad.
th: คุณเข้าสู่ระบบแล้ว
tr: Zaten giriş yaptınız.
uk: Ви вже увійшли в систему.
vi: Bạn đã đăng nhập.

source: You are not authorized to perform this action. You are only authorized to perform actions for APIs in the following areas: %s Contact your API Umbrella administrator if you need access to new APIs.
fi: Sinulla ei ole oikeuksia tähän toimintoon. Sinulla on oikeudet vain seuraavien alueiden API:en käyttöön: %s Ota yhteyttä API Umbrella:n ylläpitäjään jos tarvitset pääsyyn uusiin API:hin.
it: Non sei autorizzato ad effettuare questa azione. Sei unicamente autorizzato ad effettuare azioni per le API nelle seguenti aree: %s Contatta l'amministratore delle tue Umbrella API se hai bisogno di accedere a nuove API.
ru: Вы не авторизованы на эту операцию. Операции в API возможны только в следующих местах: %s Свяжитесь с администратором вашего API Umbrella если понадобится доступ к новому API.

source: You can confirm your account email through the link below:
af: Jy kan jou rekening e-pos bevestig deur die onderstaande skakel:
ar: يمكن تأكيد حساب بريدك الإلكتروني من خلال الرابط التّالي:
be: Вы можаце актываваць свой уліковы запіс, націснуўшы спасылку знізу:
bg: Можете да потвърдите имейл адреса си чрез линка по-долу:
ca: Pots confirmar el correu electrònic del teu compte a través d'aquest enllaç:
cs: Můžete potvrdit svůj účet pomocí odkazu níže
da: Du kan bekræfte din email-konto igennem linket herunder:
de: Folgen Sie dem untenstehenden Link, um Ihr Konto zu bestätigen:
el: Μπορείτε να επιβεβαιώσετε τον λογαριασμό σας μέσω του συνδέσμου παρακάτω:
es: Usted puede confirmar el correo electrónico de su cuenta a través de este enlace:
et: Oma konto saad kinnitada alloleva lingi kaudu:
fa: شما می توانید ایمیل حساب کاربری خود را از طریق لینک زیر تایید کنید:
fi: Vahvista sähköpostisi painamalla alla olevaa linkkiä:
fr: Vous pouvez confirmer votre courriel grâce au lien ci-dessous:
he: אתה יכול לאשר את כתובת האימייל שלך בעזרת הקישור הנֿֿ״ל:
hu: A fiók megerősítéséhez rá kell kattintani az alábbi linkre:
id: Anda bisa melakukan konfirmasi email akun Anda menggunakan tautan berikut ini:
it: Puoi confermare il tuo account cliccando sul link qui sotto:
ja: 次のリンクでメールアドレスの確認が完了します。
ka: თქვენ შეგიძლიათ დაადასტუროთ თქვენი ანგარიშის ელ-ფოსტა ქვემო ბმულით:
lo_la: ທ່ານສາມາດຢືັນຢັນບັນຊີຂອງທ່ານຜ່ານລິ້ງລຸ່ມນີ້:
lv: Jūs varat apstiprināt, Jūsu konta epastu caur saiti zemāk:
nb: Du kan aktivere din konto ved å trykke på lenken nedenfor.
nl: Je kunt je e-mailadres bevestigen via onderstaande link:
nn_no: Du kan stadfeste kontoen din med å klikke på lenka under:
pl: Możesz potwierdzić swoje konto przy pomocy poniższego linku:
pt: Pode confirmar a sua conta através do link:
pt_br: Você pode confirmar sua conta através do link abaixo:
ro: Vă puteți confirma emailul prin link-ul de mai jos:
ru: Вы можете активировать свою учетную запись, нажав ссылку снизу:
sk: Môžete potvrdiť emailovú adresu vášho účtu pomocou odkazu nižšie:
sl: Vaš račun lahko potrdite s spodnjo povezavo:
sv: Du kan bekräfta ditt konto med länken nedan:
th: คุณสามารถยืนยันอีเมล์ที่ใช้สมัครสมาชิกได้จากลิงค์ข้างล่างนี้:
tr: E-postanızı aşağıdaki bağlantıyı takip ederek onaylayabilirsiniz:
uk: Ви можете підтвердити свою електронну пошту через посилання нижче:
vi: Bạn có thể xác nhận tài khoản email bằng liên kết dưới đây:

source: You can't access this page without coming from a password reset email. If you do come from a password reset email, please make sure you used the full URL provided.
af: Jy kan nie toegang tot hierdie bladsy kry sonder dat jy afkomstig van 'n wagwoord herstel e-pos is nie. Indien jy wel van 'n wagwoord herstel e-pos kom, maak asseblief seker dat jy die volle verskafde bronadres gebruik het.
ar: لا يُمكن الدّخول إلى هذه الصفحة إلّا بإستخدام رسالة إعادة ضبط كلمة المرور. إن كان الوصول لهذه الصفحة عبر تلك الرسالة فالرجاء التأكد من فتح كامل الرابط بشكل صحيح.
be: Доступ да гэтай старонкі магчымы толькі па спасылцы з ліста пра аднаўленне пароля. Калі вы прыйшлі па такой спасылцы, калі ласка, пераканаецеся, што Вы скапіявалі ўсю спасылку цаліком.
bg: Може да достъпвате тази страница само от имейл за промяна на паролата. Ако сте отворили тази страница от такъв имейл, уверете се, че използвате целия URL-адрес, който сме Ви изпратили.
bn: আপনি পাসওয়ার্ড রিসেট ইমেইল থেকে আসা ছাড়া এই পৃষ্ঠায় প্রবেশ করতে পারবেন না। আপনি যদি পাসওয়ার্ড রিসেট ইমেইল থেকে এসে থাকেন, তাহলে নিশ্চিত করুন যে আপনি সম্পুর্ণ লিঙ্ক ব্যবহার করেছেন।
ca: Només pots accedir a aquesta pàgina des d'un correu electrònic de recuperació de la contrasenya. Si realment has fet servir l'enllaç del correu electrònic, comprova que has utilitzat la URL completa.
cs: Tuto stránku lze otevřít pouze z emailu, který nastavuje nové heslo. Pokud jste přišli z takového emailu, prosím, přesvěčte se že jste použili celou URL adresu.
da: Du kan ikke tilgå denne side uden at komme fra en e-mail vedrørende nulstilling af kodeord. Hvis du kommer fra sådan en e-mail, så check venligst at du har benyttet den fulde URL som er angivet.
de: Sie können sich nicht auf dieser Seite anmelden, wenn Sie nicht von einer Passwort-Zurücksetzen-E-Mail kommen. Wenn Sie von solch einer E-Mail kommen, überprüfen Sie bitte, ob Sie die gesamte URL verwendeten.
el: Δεν μπορείτε να προσπελάσετε αυτή τη σελίδα παρά μόνο ερχόμενοι από μήνυμα επαναφοράς κωδικού. Εάν έρχεστε από email επαναφοράς κωδικού, επιβεβαιώστε πως χρησιμοποιήσατε ολόκληρη τη διεύθυνση που σας δόθηκε.
es: No puedes acceder a esta página si no es a través de un enlace para resetear tu contraseña. Si has llegado hasta aquí desde el email para resetear tu contraseña, por favor asegúrate de que la URL introducida está completa.
et: Sa ei saa seda lehte külastada mujalt kui salasõna taastamise e-kirjast. Kui sa tuled salasõna taastamise e-kirjast, palun kontrolli, et sa kasutasid täielikku URLi.
fa: شما نمی‌توانید بدون استفاده از یک لینک بازنشانی رمز به این صفحه دسترسی پیدا کنید. اگر از طریق یک ایمیل بازنشانی رمز عبور به این صفحه رسیده‌اید، مطمئن شوید که از کل URL فرستاده شده استفاده کرده‌اید.
fi: Et voi päästä tälle sivulle tulematta salasanannollaussähköpostin kautta. Mikäli tulet salasanannollaussähköpostiviestistä, varmista että syötit koko verkko-osoitteen osoiteriville.
fr: Vous ne pouvez pas accéder à cette page si vous n’y accédez pas depuis un courriel de réinitialisation de mot de passe. Si vous venez en effet d’un tel courriel, vérifiez que vous avez copié l’adresse URL en entier.
he: אינך יכול/ה לגשת לעמוד זה אם לא הופנת מאימייל לשינוי סיסמא. אם את/ה כן מגיע משם, אנא ודא/י שהשתמשת בכתובת אינטרנט המלאה.
hr: Ne možete pristupiti ovoj stranici ako niste kliknuli na link u emailu za resetiranje lozinke.
hu: Ezt az oldalt csak a jelszóváltoztató e-mailben küldött linkre kattintva lehet elérni, és ellenőrizni kell, hogy a címsorban az e-mailben található teljes webcím szerepel-e.
id: Tidak dapat mengakses halaman tanpa password dari email. Jika Anda datang dari email password reset, pastikan menggunakan tautan yang benar.
it: Puoi accedere a questa pagina solamente dalla email di reset della password. Se vieni dalla email controlla di aver inserito l'url completo riportato nella email.
ja: このページにはアクセスできません。パスワード再設定メールのリンクからアクセスされた場合には、URL をご確認ください。
ka: თქვენ არ შეგიძლიათ ამ გვერდზე შესვლა პაროლის აღმდგენი შეტყობინებიდან გადამისამართების გარეშე. თუ თქვენ პაროლის აღმდგენი შეტყობინებიდან გადმომისამართდით, მაშინ ხელახლა გამოიყენეთ სრული ბმული.
lo_la: ທ່ານບໍ່ສາມາດເຂົ້າເຖິງໜ້ານີ້ໄດ້ໂດຍບໍ່ໄດ້ເຂົ້າມາຈາກອີເມວຕັ້ງລະຫັດຜ່ານໃໝ່. ຖ້າທ່ານມາຈາກອີເມວຕັ້ງລະຫັດຜ່ານໃໝ່, ກະລຸນາກວດຄືນວ່າທ່ານໃຊ້ URL ເຕັມຕາມທີ່ໃຫ້ມາ.
lt: Jūs negalite pasiekti šio puslapio tiesiogiai, tą turite padaryti iš slaptažodžio keitimo laiško. Jei jūs atėjote naudodami nuorodą, pateiktą slaptažodžio keitimo laiške, įsitikinkite, kad nukopijavote ją visą.
lv: Šī lapa ir pieejama tikai no paroles maiņas e-pasta. Ja Jūs atvērāt šo lapu no e-pasta, tad pārliecinieties, ka izmantojāt pilno URL adresi.
nb: For å få tilgang til denne siden må du ha fått en epost om å tilbakestille passordet. Hvis det er tilfelle, sørg for at hele lenken blir brukt.
nl: Deze pagina is alleen bereikbaar via een wachtwoord vergeten e-mail. Als je wel via een wachtwoord vergeten e-mail komt, zorg er dan voor dat je de volledige URL gebruikt.
nn_no: Du har ikkje tilgang til denne sida utan å komme frå ein e-post med nullstill passord-lenke. Dersom du kjem frå ein slik ein, kontroller at du har brukt full URL.
no: Du kan ikke aksessere denne siden uten å bli videresendt fra en epost med intrukssjoner for å tilbakestille passord. Hvis dette er tilfelle, vennligst sørg for at du brukte hele lenken inneholdt i eposten.
pl: Do tej strony możesz dostać się tylko poprzez wiadomość e-mail resetującą hasło. Jeśli to z niej tu trafiłeś, upewnij się, że użyłeś pełnego adresu.
pt: Não pode aceder a esta página sem vir do email de redefinição da senha. Se vem dum email para redefinir a senha, por favor certifique-se que usou o URL completo que foi enviado.
pt_br: Você não pode acessar esta página sem estar logado. Se você veio de um email de redefinição de senha, por favor certifique-se de ter digitado a URL corretamente.
ro: Nu puteți accesa această pagină dacă nu veniți de la un email de resetare a parolei. Dacă veniți de la un astfel de email, vă rugăm asigurați-vă că aţi utiliz at URL-ul complet furnizat către dumneavoastră.
ru: Доступ к этой странице возможен только по ссылке из письма о восстановлении пароля. Если вы пришли по такой ссылке, пожалуйста, убедитесь, что Вы скопировали всю ссылку целиком.
sk: Túto stránku nemôžete navštíviť pokiaľ neprichádzate z emailu s inštrukciami na obnovu hesla. Ak z neho prichádzate, prosím uistite sa, že ste použili z odkazu celú adresu (URL).
sl: Do te strani lahko dostopate samo iz povezave v emailu za ponastavitev gesla. Če pa ste prišli do te strani preko omenjene povezave, preverite ali ste uporabili celotni URL.
sr: Ne možete pristupiti ovoj stranici ako niste škljocnuli na vezu u ePoruci za resetovanje lozinke.
sr_rs: Не можете приступити овој страници ако нисте шкљоцнули на везу у еПоруци за ресетовање лозинке.
sv: Tillgång till den här sidan kräver att du kommer från ett mejl som sätter tillbaka ditt lösenord. Om du kom hit från ett sånt mejl, säkerställ att du har använt hela URL:en.
th: คุณไม่สามารถเข้าถึงหน้าเว็บนี้โดยไม่ได้คลิกลิงค์จากอีเมล์ตั้งค่ารหัสผ่าน หากคุณคลิกลิงค์จากอีเมล์ตั้งค่ารหัสผ่านกรุณาตรวจสอบให้แน่ใจว่า URL ถูกต้องตามที่เราให้ไว้
tr: Bu sayfaya şifre sıfırlama e-postasındaki linke tıklayarak gelmeniz gerekmektedir. Linke tıklamak yerine kopyaladıysanız, hata yapmış olabilirsiniz. Lütfen şifre sıfırlama e-postasındaki linke tıklayın.
uk: Ця сторінка доступна тільки під час переходу з листа для скидання паролю. Якщо Ви все-таки перейшли через посилання з нього, будь ласка, переконайтесь, що використали повний URL.
vi: Bạn chỉ có thể truy cập trang này từ email đặt lại mật khẩu. Nếu bạn truy cập từ email đặt lại mật khẩu, xin chắc chắn rằng bạn dùng đường dẫn đầy đủ trong email.
