Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: %{count} errors prohibited this %{resource} from being saved:
af: %{count} foute het verhoed dat hierdie %{resource} gestoor word:
ar: %{count} مشكلة منعت %{resource} من التخزين بنجاح.
be: %{resource}: захаванне не атрымалася з-за %{count} памылкі:
bg: %{count} грешки попречиха този %{resource} да бъде записан:
bn: %{count} টি ভুলের কারনে এই %{resource} কে সংরক্ষিণ করা যাচ্ছে না:
ca: %{count} errors han evitat que %{resource} es pugui desar:
cs: %{resource} nebyl uložen kvůli %{count} chybám:
da: %{count} fejl medførte at denne %{resource} ikke kunne gemmes:
de: %{count} Fehler verhinderten das Speichern von %{resource}:
el: %{count} λάθη δεν επέτρεψαν την αποθήκευση του %{resource}
es: Ocurrieron %{count} errores al tratar de guardar %{resource}:
et: %{count} viga takistasid salvestamast objekti %{resource}:
fa: %{count} خطا جلوی ذخیره این %{resource} را گرفت:
fi: %{count} virhettä esti %{resource} tallentamisen:
fr: %{count} erreurs ont empêché ce (cet ou cette) %{resource} d’être enregistré(e) :
he: %{count} שגיאות מנעו מ%{resource} מלהישמר:
hr: %{count} grešaka sprečavaju snimanje %{resource}:
hu: %{count} hiba miatt %{resource} mentése nem lehetséges:
is: %{count} villur komu í veg fyrir að hægt væri að vista þennan %{resource}:
it: Non posso salvare questo %{resource}: %{count} errori.
ja: %{count} 件のエラーが発生したため %{resource} は保存されませんでした。
ka: %{count} შეცდომის გამო ვერ მოხდა %{resource}-ის დამახსოვრება
lo_la: ຂໍ້ຜິດພາດ %{count}ຢ່າງໄດ້ຢຸດ %{resource} ບໍ່ໃຫ້ຖືກບັນທຶກໄດ້.
lt: Dėl %{count} klaidos(-ų) nepavyko išsaugoti %{resource}:
lv: %{resource} netika saglabāts %{count} kļūdu dēļ:
nb: %{count} feil gjorde at %{resource} ikke kunne lagres:
nl: %{count} fouten verhinderde het opslaan van deze %{resource}:
nn_no: %{count} feil hindra %{resource} frå å bli lagra:
no: %{count} feil gjorde at %{resource} ikke kunne lagres:
pl: %{resource} nie został zapisany z powodu %{count} błędów:
pt: %{count} erros impediram %{resource} de ser gravado:
pt_br: Não foi possível salvar %{resource}: %{count} erros.
ro: %{count} erori nu au permis %{resource} să fie salvat:
ru: %{resource}: сохранение не удалось из-за %{count} ошибки:
sk: %{resource} nebol uložený kvôli %{count} chybám:
sl: %{count} napake so onemogočile shraniti %{resource}:
sr: %{count} grešaka sprečavaju snimanje %{resource}:
sr_rs: %{count} грешака спречавају снимање %{resource}:
sv: %{count} fel hindrade denna %{resource} från att sparas:
uk: %{resource}: не вдалося зберегти через %{count} помилок
vi: %{count} lỗi khi lưu %{resource}:

source: 1 error prohibited this %{resource} from being saved:
af: 1 fout het verhoed dat hierdie %{resource} gestoor word:
ar: مشكلة واحدة منعت %{resource} من التخزين بنجاح.
be: %{resource}: захаванне не атрымалася з-за %{count} памылкі:
bg: Една грешка попречи този %{resource} да бъде записан:
bn: ১ টি ভুলের কারনে এই %{resource} কে সংরক্ষিণ করা যাচ্ছে না:
ca: 1 error ha evitat que %{resource} es pugui desar:
cs: %{resource} nebyl uložen kvůli chybě:
da: 1 fejl medførte at denne %{resource} ikke kunne gemmes:
de: %{resource} konnte aufgrund eines Fehlers nicht gespeichert werden:
el: 1 λάθος δεν επέτρεψε την αποθήκευση του %{resource}
es: Ocurrió un error al tratar de guardar %{resource}:
et: 1 viga takistas salvestamast objekti %{resource}:
fa: ۱ خطا جلوی ذخیره %{resource} را گرفت:
fi: 1 virhe esti %{resource} tallentamisen:
fr: une erreur a empêché ce (cet ou cette) %{resource} d’être enregistré(e) :
he: שגיאה אחת מנעה את ה%{resource} מלהישמר:
hr: 1 greška sprečava snimanje %{resource}:
hu: 1 hiba miatt %{resource} mentése nem lehetséges:
is: 1 villa kom í veg fyrir að hægt væri að vista þennan %{resource}:
it: Non posso salvare questo %{resource}: 1 errore
ja: エラーが発生したため %{resource} は保存されませんでした。
ka: ერთი შეცდომის გამო ვერ მოხდა %{resource}-ის დამახსოვრება:
lo_la: ຂໍ້ຜິດພາດ 1 ຢ່າງໄດ້ຢຸດ %{resource} ບໍ່ໃຫ້ຖືກບັນທຶກໄດ້.
lt: Dėl klaidos nepavyko išsaugoti %{resource}:
lv: %{resource} netika saglabāts 1 kļūdas dēļ:
nb: En feil gjorde at %{resource} ikke kunne lagres:
nl: Een fout verhinderde het opslaan van deze %{resource}:
nn_no: 1 feil hindra %{resource} frå å bli lagra:
no: Én feil gjorde at %{resource} ikke kunne lagres:
pl: %{resource} nie został zapisany z powodu jednego błędu:
pt: 1 erro impediu %{resource} de ser gravado:
pt_br: Não foi possível salvar %{resource}: 1 erro
ro: 1 eroare nu a permis %{resource} să fie salvat:
ru: %{resource}: сохранение не удалось из-за %{count} ошибки:
sk: %{resource} nebol uložený kvôli chybe:
sl: 1 napaka je onemogočila shraniti %{resource}:
sr: 1 greška sprečava snimanje %{resource}:
sr_rs: 1 грешка спречава снимање %{resource}:
sv: 1 fel hindrade denna %{resource} från att sparas:
uk: %{resource}: не вдалося зберегти через %{count} помилку
vi: 1 lỗi khi lưu %{resource}:

source: A message with a confirmation link has been sent to your email address. Please follow the link to activate your account.
af: 'n Boodskap met 'n bevestigingsskakel was gestuur na jou e-posadres. Volg asseblief die skakel om jou rekening te aktiveer.
ar: تمّ إرسال رسالة تحوي على رابط تأكيد الحساب باستخدام البريد الإلكتروني، يُرجى فتح الرابط لتفعيل الحساب.
az: Təstiq linkini özündə saxlayan məktub sizə email vasitəsiylə göndərildi. Hesabınızı aktivləşdirmək üçün zəhmət olmasa linki açın.
be: Ліст са спасылкай для пацверджання быў адпраўлена на ваш адрас эл. пошты. Калі ласка, перайдзіце па спасылцы, каб пацвердзіць уліковы запіс.
bg: Писмо с линк за потвърждаване на профила Ви беше изпратено на вашия имейл адрес. Моля, отворете линка, за да активирате Вашия профил.
bn: একটি নিশ্চিতকরণ লিঙ্ক সহ একটি বার্তা আপনার ইমেইল ঠিকানায় পাঠানো হয়েছে। আপনার অ্যাকাউন্ট সক্রিয় করার জন্য লিঙ্ক অনুসরণ করুন।
ca: S'ha enviat un missatge amb un enllaç de confirmació al teu correu electrònic. Obre l'enllaç per activar el teu compte.
cs: Vítejte! Registrace byla úspěšná. Pro dokončení otevřete aktivační odkaz zaslaný na váš email.
da: En besked med bekræftelses link er blevet sendt til din e-mail-adresse. Åbn venligst linket for at aktivere din konto.
de: Sie erhalten in wenigen Minuten eine E-Mail mit einem Link für die Bestätigung der Registrierung. Klicken Sie auf den Link um Ihren Account zu aktivieren.
el: Ένα μήνυμα με σύνδεσμο επιβεβαίωσης έχει σταλεί στη διεύθυνσή σας. Παρακαλώ ανοίξτε το σύνδεσμο για να ενεργοποιήσετε το λογαριασμό σας.
es: Se ha enviado un mensaje con un enlace de confirmación a tu correo electrónico. Abre el enlace para activar tu cuenta.
et: Kiri kinnituslingiga on saadetud sinu e-posti aadressile. Palun ava see link oma konto kinnitamiseks.
fa: یک ایمیل حاوی لینک تایید حساب برای شما فرستاده شده. لطفا برای فعال کردن حساب‌تان آن لینک را باز کنید.
fi: Sähköpostiisi on lähetetty vahvistusviesti. Avaa viestissä oleva linkki aktivoidaksesi tilisi.
fr: Un message avec un lien de confirmation vous a été envoyé par mail. Veuillez suivre ce lien pour activer votre compte.
he: הודעה עם לינק לאישור חשבונך נשלח לאימייל שלך. אנא פתח/י את הלינק על מנת להפעיל את חשבונך.
hr: Poruka s linkom za potvrdu je poslana na Vašu e-mail adresu. Molimo kliknite na link da aktivirate Vaš račun.
hu: Egy megerősítő linket küldtünk a megadott e-mail címre. Nézze meg az e-mailjeit, és kattintson a küldött linkre a fiók aktiválásához.
id: Pesan dengan tautan konfirmasi telah dikirim ke email Anda. Harap buka tautan untuk mengaktifkan akun Anda.
is: Staðfestingartengill hefur verið sendur á netfangið þitt. Vinsamlegast smelltu á tengilinn til að virkja aðganginn.
it: Ti è stato inviato un messaggio con un link di conferma. Ti invitiamo a visitare il link per attivare il tuo account.
ja: 本人確認用のメールを送信しました。メール内のリンクからアカウントを有効化させてください。
ka: დამადასტურებელი ბმული გამოიგზავნა თქვენს ელ-ფოსტის მისამართზე. გთხოვთ მიჰყვეთ ბმულს თქვენი ანგარიშის გასააქტიურებლად.
lo_la: ຂໍ້ຄວາມພ້ອມລິ້ງຢືນຢັນໄດ້ຖືກສົ່ງໄປທີ່ທີ່ຢູ່ອີເມວຂອງທ່ານ. ກະລຸນານຳລິ້ງໄປເພື່ອເປີດນຳໃຊ້ບັນຊີຂອງທ່ານ.
lt: El. laiškas buvo išsiųstas jūsų pateiktu adresu. Sekite nuorodą laiške paskyrai aktyvuoti.
lv: Jums ir nosūtīts e-pasts ar reģistrācijas apstiprinājuma saiti. Lūdzu atveriet šo saiti, lai aktivizētu Jūsu lietotāju.
nb: En bekreftelsesmelding er sendt til e-postadressen. Vennligst åpne lenken for å aktivere kontoen.
nl: Een e-mail met een confirmatielink is naar je e-mailadres gestuurd. Open de link in je browser om je account te activeren.
nn_no: Ei melding med stadfestingslenke er blitt sendt til e-postadressen din. Følg lenka for å aktivere kontoen din.
no: En epost med en aktiveringslink er sent til din epostadresse. Vennligst klikk på linken for å aktivere din konto.
pl: Wiadomość z linkiem aktywacyjnym została wysłana na podany adres e-mail. Otwórz link w celu aktywacji konta.
pt: Foi enviado um email com um link para confirmar o seu email. Por favor abra o link para activar a sua conta.
pt_br: Uma mensagem com um link de confirmação foi enviada para o seu e-mail. Por favor, acesse o link para ativar sua conta.
ro: Un mesaj cu un link de confirmare a fost trimis la adresa dvs. de e-mail. Vă rugăm sa deschideți link-ul pentru a activa contul.
ru: Письмо со ссылкой для подтверждения было отправлено на ваш адрес эл. почты. Пожалуйста, перейдите по ссылке, чтобы подтвердить учетную запись.
sk: Správa s potvrdzovacím odkazom bola odoslaná na vašu emailovú adresu. Aby ste aktivovali váš účet, prosím otvorte odkaz..
sl: Sporočilo s potrditveno povezavo je bilo poslano na vaš email. Prosimo, kliknite povezavo za aktivacijo vašega računa.
sr: Poruka s linkom za potvrdu je poslata na Vašu adresu ePošte. Kliknite na vezu da aktivirate svoj nalog.
sr_rs: Порука с линком за потврду је послата на Вашу адресу еПоште. Кликните на везу да активирате свој налог.
sv: Ett meddelande med en länk för att bekräfta din registrering har skickats till din epostadress. Följ länken för att aktivera ditt konto.
th: ข้อความพร้อมลิงค์สำหรับยืนยันได้ส่งไปยังอีเมล์ของคุณแล้ว กรุณาคลิกลิงค์นั้นเพื่อเปิดใช้งานบัญชี
tr: E-posta adresinize hesap aktifleştirme linkini içeren bir e-posta gönderdik. Hesabınızı aktifleştirmek için lütfen e-posta ile gönderdiğimiz linki açın.
uk: Ви отримаєте лист з інструкціями щодо підтвердження облікового запису протягом декількох хвилин.
vi: Một email chứa đường dẫn xác nhận tài khoản đã được gửi cho bạn. Bạn vui lòng kiểm tra email.

source: API Backends
fi: API:n taustasovellukset
fr: Back-end API
it: Back-End per API
ru: Бэкэнды API

source: API Drilldown
fi: API yksityiskohtaisesti
fr: Détails API
it: Drilldown API
ru: API Детализация

source: API Scopes
fi: API:n laajuus
fr: Groupes d'API
it: Portata API
ru: Пределы API

source: API Users
fi: API käyttäjät
fr: Utilisateurs d'API
it: Utenti API
ru: API Пользователи

source: Add Rewrite
fi: Uusi rewrite -sääntö
fr: Ajouter une règle
it: Aggiungi Riscrittura
ru: Добавить перезапись

source: Add Server
fi: Lisää serveri
fr: Ajouter un serveur
it: Aggiungi Server
ru: Добавить сервер

source: Add URL Prefix
fi: Lisää URL:in prexiksi
fr: Ajouter un préfixe
it: Aggiungi Prefisso URL
ru: Добавить URL префикс

source: Admin Accounts
fi: Ylläpitäjien Tilit
fr: Comptes admin
it: Account Amministrativi
ru: Аккаунты администратора

source: Admin Groups
fi: Ylläpitäjäryhmät
fr: Groupe admin
it: Gruppi Amministrativi
ru: Группы администратора

source: Advanced Requests Rewriting
fi: Edistyneemmät pyyntöjen uudelleenkirjoitussäännöt
fr: Réécriture avancée des requêtes
it: Riscrittura Avanzata Richieste
ru: Продвинутая перезапись запросов

source: Analytics
es: Analítica
fi: Analytiikka
fr: Statistiques
it: Analitiche
ru: Аналитика

source: Append Query String Parameters
de: Query-String Anfügen
es: Añadir parámetros de cadena de consulta
fi: Anna hakulausekkeiden parametrit
fr: Accoler des paramètres de requête
it: Accoda Parametri di Query String
ru: Добавить параметры строки запроса

source: Are you sure?
af: Is jy seker?
ar: هل أنت متأكّد؟
be: Вы ўпэўнены?
bg: Сигурни ли сте?
ca: Estàs segur?
cs: Jste si jisti?
da: Er du sikker?
de: Sind Sie sicher?
el: Είστε σίγουρος/η;
es: ¿Está usted seguro?
et: Oled sa kindel?
fa: آیا اطمینان دارید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: האם את בטוח?
hu: Biztos benne?
id: Anda yakin?
it: Sei sicuro?
ja: 本当に良いですか?
ka: დარწმუნებული ხართ?
lo_la: ທ່ານໝັ້ນໃຈບໍ່?
lv: Vai Jūs esat pārliecināts/-ta?
nb: Er du sikker?
nl: Weet je het zeker?
nn_no: Er du sikker?
pl: Jesteś pewny?
pt: Tem a certeza?
pt_br: Você tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
sk: Ste si istý?
sl: Ste prepričani?
sv: Är du säker?
th: คุณแน่ใจหรือไม่?
tr: Emin misiniz?
uk: Ви впевнені?
vi: Bạn có chắc?

source: Back
af: Terug
ar: عودة
be: Назад
bg: Назад
ca: Tornar
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
et: Tagasi
fa: برگشت
fi: Takaisin
fr: Retour
he: חזור
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ka: უკან
lo_la: ກັບຄືນ
lv: Atpakaļ
nl: Terug
nn_no: Tilbake
pl: Powrót
pt_br: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sl: Nazaj
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Trở về

source: Backend
fi: Taustasovellus
ru: Бэкэнд

source: Backend Prefix
de: Backend Präfix
fi: Taustasovelluksen etuliite
fr: Préfixe back-end
it: Prefisso Back-End
ru: Бэкэнд префикс

source: Backend Protocol
de: Backend Protokoll
fi: Backend Protokolla
fr: Protocole back-end
it: Protocollo di back-end
ru: Бэкэнд протокол

source: Backend server host
de: Backend Server
fi: Taustasovelluksen isäntäpalvelin
fr: Serveur back-end hôte
it: Server sito di back-end
ru: Сервер бэкэнд хоста

source: By Location
fi: Sijainnin perusteella
fr: Par Adresse
it: Per Posizione
ru: По местоположению

source: By Users
fi: Käyttäjien perusteella
fr: Par Utilisateur
it: Per Utenti
ru: По пользователям

source: Bye! Your account has been successfully cancelled. We hope to see you again soon.
af: Totsiens! Jou rekening was suksesvol gekanselleer. Ons hoop om jou gou weer te sien.
ar: لقد تمّت إزالة الحساب، نأمل في نتقابل مجدداً في وقت قريب، إلى اللقاء!
az: Hesabınız sistemimizdən uğurla çıxarıldı.
be: Да спаткання! Ваш уліковы запіс выдалены. Спадзяёмся зноў убачыць вас.
bg: Довиждане! Вашият профил беше успешно изтрит. Надяваме се скоро да Ви видим отново.
bn: বিদায়! আপনার অ্যাকাউন্ট সফলভাবে বাতিল করা হয়েছে. আশা করি শীঘ্রই আপনি আবার আসবেন।
ca: Adéu! El teu compte ha estat cancel·lat correctament. Esperem tornar-te a veure!
cs: Nashledanou! Váš účet byl úspěšně zrušen. Doufáme, že se brzy opět uvidíme.
da: Farvel. Din konto er nu lukket.
de: Ihr Account wurde gelöscht.
el: Αντίο! Ο λογαριασμός σας ακυρώθηκε επιτυχώς. Ελπίζουμε να σας ξαναδούμε σύντομα.
es: ¡Adiós! Tu cuenta ha sido cancelada correctamente. Esperamos verte pronto.
et: Nägemist! Sinu konto on edukalt tühistatud. Loodame sind peagi uuesti näha.
fa: بدرود! حسابتان لغو شد. به امید دیدار دوباره.
fi: Näkemiin! Tunnuksesi on nyt poistettu. Toivottavasti näemme sinut vielä uudelleen.
fr: Au revoir ! Votre compte a été annulé avec succès. Nous espérons vous revoir bientôt.
he: חשבונך נמחק בהצלחה. מקווים לראותך בעתיד.
hr: Pozdrav! Vaš račun je uspješno obrisan. Nadamo se da ćete se brzo vratiti.
hu: Felhasználói fiók törölve. Reméljük, még visszatér hozzánk.
id: Selamat Tinggal, Akun anda telah di hapus
is: Bless! Aðgangnum þínum hefur verið lokað. Vonandi sjáumst við aftur.
it: Arrivederci! L'account è stato cancellato. Speriamo di rivederci presto.
ja: アカウントを削除しました。またのご利用をお待ちしております。
ka: ნახვამდის! თქვენი ანგარიში წარმატებით გაუქმდა. ვიმედოვნებთ თქვენთან ხელახლა შეხვედრას.
lo_la: ລາກ່ອນ! ບັນຊີຂອງທ່ານໄດ້ຖືກຍົກເລີກສຳເລັດແລ້ວ. ພວກເຮົາຫວັງວ່າຈະໄດ້ພົບທ່ານອີກ ໃນໄວໆນີ້.
lt: Iki! Jūsų paskyra dabar yra panaikinta. Tikimės, kad ateityje sugrįšite.
lv: Uz redzēšanos! Jūsu lietotājs ir veiksmīgi dzēsts. Ceram Jūs drīzumā redzēt atkal.
ms: Selamat Tinggal, akaun anda telah di tutup
nb: Takk for laget. Din konto er nå slettet.
nl: Je account is verwijderd, wellicht tot ziens!
nn_no: Hadet! Kontoen din har blitt kansellert. Vi håpar å sjå deg att snart.
no: Farvel! Din konto er nå slettet. Vi håper å se deg igjen snart.
pl: Konto zostało usunięte.
pt: A sua conta foi cancelada com sucesso.
pt_br: Adeus! A sua conta foi cancelada com sucesso. Esperamos vê-lo novamente em breve.
ro: Adio! Contul dvs. a fost anulat cu succes. Sperăm să vă vedem din nou în curând.
ru: До свидания! Ваша учетная запись удалена. Надеемся снова увидеть вас.
sk: Dovidenia! Váš účet bol úspešne zrušený. Dúfame, že sa čoskoro opäť uvidíme.
sl: Nasvidenje. Vaš račun je bil uspešno preklican. Upamo, da se kmalu vrnete.
sr: Pozdrav! Vaš nalog je uspešno obrisan. Nadamo se da ćete se uskoro vratiti.
sr_rs: Поздрав! Ваш налог је успешно обрисан. Надамо се да ћете се ускоро вратити.
sv: Hej då! Ditt konto har avregistrerats. Vi hoppas få se dig snart igen.
th: ลาก่อน! บัญชีของคุณถูกยกเลิกเรียบร้อยแล้ว เราหวังว่าจะได้พบคุณใหม่ในไม่ช้า
tr: Hesabınız başarıyla kapatıldı. En kısa sürede görüşmek üzere!
uk: Бувайте! Ваш обліковий запис був успішно видалений. Сподіваємось незабаром побачитись з Вами знову.
vi: Tạm biệt! Tài khoản của bạn đã được xóa. Chúng tôi hy vọng sẽ sớm gặp lại bạn.

source: Cancel my account
af: Kanselleer my rekening
ar: ألغِ حسابي
be: Выдаліць уліковы запіс
bg: Закриване на профил
ca: Cancel·lar el meu compte
cs: Zrušit můj účet
da: Slet min konto
de: Konto löschen
el: Ακύρωση του λογαρισμού μου
es: Anular mi cuenta
et: Kustuta konto
fa: حساب مرا لغو کن
fi: Poista tilini
fr: Supprimer mon compte
he: בטל את החשבון שלי
hu: Fiók megszüntetése
id: Batalkan akun saya
it: Rimuovi il mio account
ja: アカウント削除
ka: ჩემი ანგარიშის გაუქმება
lo_la: ຍົກເລີກບັນຊີຂອງຂ້ອຍ
lv: Atcelt kontu
nb: Slett min konto
nl: Annuleer mijn account
nn_no: Kanseller kontoen min
pl: Anuluj moje konto
pt: Cancelar a minha conta
pt_br: Cancelar minha conta
ro: Anulează contul
ru: Удалить учетную запись
sk: Zrušiť môj účet
sl: Prekličite moj račun
sv: Avsluta mitt konto
th: ยกเลิกบัญชีของฉัน
tr: Hesabımı iptal et
uk: Скасувати мій обліковий запис
vi: Xoá tài khoản

source: Change My Password
af: Verander my wagwoord
ar: غيّر كلمة المرور خاصتي
be: Змяніць мой пароль
bg: Промяна на паролата ми
ca: Canviar la meva contrasenya
cs: Změnit mé heslo
da: Skift mit kodeord
de: Ändere mein Passwort
el: Αλλαγή του κωδικού πρόσβασής μου
es: Cambiar mi contraseña
et: Muuda parooli
fa: رمز عبور مرا تغییر بده
fi: Vaihda salasanani
fr: Changer mon mot de passe
he: שנה סיסמא
hu: Jelszó megváltoztatása
id: Ganti password saya
it: Cambia la mia password
ja: パスワードを変更する
ka: გამოცვალე ჩემი პაროლი
lo_la: ປ່ຽນລະຫັດຜ່ານຂອງຂ້ອຍ
lv: Mainīt paroli
nb: Endre mitt passord
nl: Verander mijn wachtwoord
nn_no: Endre passordet mitt
pl: Zmień moje hasło
pt_br: Alterar minha senha
ro: Schimbă parola mea
ru: Изменить мой пароль
sk: Zmeniť moje heslo
sl: Spremeni moje geslo
sv: Ändra mitt lösenord
th: เปลี่ยนรหัสผ่านของคุณ
tr: Parolamı değiştir
uk: Змінити мій пароль
vi: Thay đổi mật khẩu

source: Change Your Password
af: Verander jou wagwoord
ar: غيّر كلمة المرور الخاصة بك
be: Змяніць пароль
bg: Променете паролата си
ca: Canviar la teva contrasenya
cs: Změna Vašeho hesla
da: Skift dit kodeord
de: Passwort ändern
el: Αλλάξτε τον κωδικό πρόσβασής σας
es: Cambie su contraseña
et: Muuda oma parool
fa: رمز عبور خود را تغییر دهید
fi: Vaihda salasanasi
fr: Changer votre mot de passe
he: שינוי סיסמא
hu: Jelszó megváltoztatása
id: Ganti password Anda
it: Cambia la tua password
ja: パスワードを変更
ka: გამოცვალე თქვენი პაროლი
lo_la: ປ່ຽນລະຫັດຜ່ານຂອງທ່ານ
lv: Paroles maiņa
nb: Endre ditt passord
nl: Wijzig je wachtwoord
nn_no: Endre passordet ditt
pl: Zmień swoje hasło
pt_br: Alterar sua senha
ro: Schimbați parola dvs.
ru: Изменить пароль
sk: Zmeniť vaše heslo
sl: Spremenite vaše geslo
sv: Ändra ditt lösenord
th: เปลี่ยนรหัสผ่านของคุณ
tr: Şifreni değiştir
uk: Змінити Ваш пароль
vi: Thay đổi mật khẩu

source: Change my password
af: Verander my wagwoord
ar: غيّر كلمة السر
be: Змяніць пароль
bg: Смяна на парола
ca: Canviar la meva contrasenya
cs: Změnit mé heslo
da: Skift mit kodeord
de: Passwort ändern
el: Αλλαγή του κωδικού πρόσβασης
es: Cambiar mi contraseña
et: Muuda parooli
fa: رمز عبور مرا تغییر بده
fi: Vaihda salasanani
fr: Changer mon mot de passe
he: שנה סיסמא
hu: Jelszó megváltoztatása
id: Ganti password saya
it: Cambia la mia password
ja: パスワード変更
ka: პაროლის გამოცვლა
lo_la: ປ່ຽນລະຫັດຜ່ານຂອງຂ້ອຍ
lv: Veikt paroles maiņu
nb: Bytt passord
nl: Verander mijn wachtwoord
nn_no: Endre passordet mitt
pl: Zmień swoje hasło
pt: Repor a minha senha
pt_br: Redefinir minha senha
ro: Schimbă parola
ru: Изменить пароль
sk: Zmeniť moje heslo
sl: Spremeni moje geslo
sv: Byt lösenord
th: เปลี่ยนรหัสผ่านของฉัน
tr: Parolamı değiştir
uk: Зміна паролю
vi: Thay đổi mật khẩu

source: Change settings for specific sub-URLs within this API.
fi: Muuta tietyn sub-URL:ienn asetuksia tässä API:ssa.
fr: Modifier les paramètres de réécriture des composants d'URL.
it: Cambia le opzioni per spefici sotto-URL dentro questa API.
ru: Изменить настройки для определенных sub-URL в рамке этого API.

source: Check all
es: Marcar todos
fi: Merkkaa kaikki
fr: Tout sélectionner
it: Seleziona tutti
ru: Выбрать все

source: Click the link below to unlock your account:
af: Klik op die onderstaande skakel om jou rekening te ontsluit:
ar: انقرْ الرابط على الرابط التالي لفك الحظر عن حسابك:
be: Націсніце спасылку для актывацыі ўліковага запісу:
bg: Кликнете върху линка по-долу, за да отключите профила си:
ca: Obre el següent enllaç per a desbloquejar el teu compte:
cs: Účet odblokujete otevřením na odkazu níže.
da: Klik på linket herunder for at aktivere din konto:
de: Folgen Sie dem untenstehenden Link, um Ihr Konto zu entsperren:
el: Πατήστε το σύνδεσμο παρακάτω για ξεκλείδωμα του λογαριασμού σας:
es: Haga click en el siguiente enlace para desbloquear su cuenta:
et: Vajuta allolevale lingile, et oma konto avada
fa: برای باز کردن حساب خود بر روی لینک زیر کلیک کنید:
fi: Paina alla olevaa linkkiä poistaaksesi lukituksen:
fr: Suivez ce lien pour débloquer votre compte:
he: לחץ על הלינק המוצג למטה בכדי לבטל את נעילת חשבונך:
hu: A zárolás feloldásához az alábbi linkre kell kattintani:
id: Klik tautan berikut ini untuk membuka kunci akun Anda.
it: Clicca sul link qui sotto per sbloccare il tuo account:
ja: アカウントのロックを解除するには下のリンクをクリックしてください。
ka: დააწკაპუნეთ ქვემო ბმულზე თქვენი ანგარიშის გასახსნელად:
lo_la: ຄລິກດ້ານລຸ່ມເພື່ອປົດລັອກບັນຊີຂອງທ່ານ:
lv: Nospiežiet uz saites zemāk, lai atbloķētu kontu:
nb: Trykk på linken under for å gjenåpne din konto.
nl: Je kunt je account ontgrendelen via onderstaande link:
nn_no: Klikk på lenka under for å låse opp kontoen din:
pl: Kliknij poniższy link, aby odblokować swoje konto:
pt: Clique no seguinte link para desbloquear a sua conta:
pt_br: Clique no link abaixo para desbloquear sua conta:
ro: Apăsați pe link-ul de mai jos pentru a vă debloca contul:
ru: Нажмите ссылку для активации учетной записи:
sk: Pre odomknutie vášho účtu kliknite na odkaz nižšie:
sl: Kliknite na spodnji link, da odklenete vaš račun.
sv: Följ länken nedan för att låsa upp ditt konto:
th: คลิกลิงค์ทางด้านล่างนี้เพื่อปลดล็อคบัญชีของคุณ:
tr: Hesabınızı geri açmak için aşağıdaki bağlantıyı tıklayınız:
uk: Натисніть на посилання нижче, щоб розблокувати обліковий запис:
vi: Hãy nhấn vào liên kết dưới đây để mở khoá tài khoản:

source: Configuration
fi: Konfiguraatio
it: Configurazione
ru: Настройки
