Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: Your account has been locked due to an excessive amount of unsuccessful sign in attempts.
af: Jou rekening was gesluit as gevolg van 'n oormatige hoeveelheid onsuksesvolle aantekenpogings.
ar: قُفل حسابك بسبب المحاولات الفاشلة في تسجيل الدخول.
be: Ваш уліковы запіс быў заблакаваны ў звязку з перавышэннем ліміту няўдалых спроб уваходу.
bg: Профилът Ви е заключен поради надвишаване на максималния позволен брой неуспешни опити за вход.
ca: El teu compte s'ha bloquejat a causa d'una quantitat excessiva d'intents fallits per a accedir-hi.
cs: Váš účet byl zablokován pro nadměrný počet neúspěšných pokusů o přihlášení.
da: Din konto er blevet låst efter for mange forkerte log-ind forsøg.
de: Ihr Konto wurde aufgrund einer großen Anzahl von fehlgeschlagenen Anmeldeversuchen gesperrt.
el: Ο λογαριασμός σας έχει κλειδώσει λόγω μεγάλου αριθμού ανεπιτυχών προσθαθειών σύνδεσης.
es: Su cuenta ha sido bloqueada debido a una cantidad excesiva de intentos infructuosos para ingresar.
et: Sinu konto on lukustatud liigsete ebaõnnestunud sisselogimiskatsete tõttu
fa: حساب شما بخاطر تلاش های ناموفق مکرر برای ورود قفل شد.
fi: Tilisi on lukittu johtuen liian useasta epäonnistuneesta kirjautumisyrityksestä.
fr: Votre compte a été bloqué suite à un nombre d'essais de connexions manquées trop important
he: חשבונך ננעל עקב מספר רב של ניסיונות כניסה כושלים.
hu: A felhasználói fiókja zárolva lett túl sok sikertelen belépési kísérlet miatt.
id: Akun Anda telah dikunci karena terlalu banyak percobaan masuk yang gagal.
it: Il tuo account è stato bloccato a seguito di un numero eccessivo di tentativi di accesso falliti.
ja: ログイン失敗が繰り返されたため、アカウントはロックされています。
ka: თქვენი ანგარიში დაიხურა ბევრი წარუმატებელი ავტორიზაციის მცდელობის გამო.
lo_la: ບັນຊີຂອງທ່ານໄດ້ຖືກລັອກເນື່ອງຈາກການພະຍາຍາມເຂົ້າສູ່ລະບົບທີ່ບໍ່ສຳເລັດຫຼາຍຄັ້ງເກີນໄປ.
lv: Jūsu konts tika bloķēts vairāku kļūdainu datu ievadīšanas rezultātā.
nb: Kontoen din har blitt sperret grunnet et høyt antall mislykkede innloggingsforsøk.
nl: Je account is vergrendeld door te veel mislukte pogingen om in te loggen.
nn_no: Kontoen din har blitt låst på grunn av for mange mislukka påloggingsforsøk.
pl: Twoje konto zostało zablokowane z powodu zbyt dużej ilości nieprawidłowych prób zalogowania się na nie.
pt: A sua conta foi bloqueada devido a um número excessivo de tentativas de acesso inválidas.
pt_br: Sua conta foi bloqueada devido ao excessivo número de tentativas acesso inválidas.
ro: Contul dumneavoastră a fost blocat din cauza unui număr ridicat de încercări de autentificare eșuate.
ru: Ваша учетная запись была заблокирована в связи с превышением лимита неудачных попыток входа.
sk: Vaše konto bolo zamknuté kvôli nadmernému počtu neúspešných prihlásení.
sl: Vaš račun je bil zakljenjen zaradi prevečkratnega neuspešnega poskusa vpisa.
sv: Ditt konto har låsts på grund av för många felaktiga inloggningsförsök.
th: บัญชีของคุณโดนล็อค เนื่องจากคุณใส่รหัสผ่านผิดเกินจำนวนครั้งที่ทางเรากำหนด
tr: Hesabınız çok fazla başarısız giriş denemesinden dolayı kilitlenmiştir.
uk: Ваш обліковий запис був заблокований через велику кількості невдалих спроб входу.
vi: Tài khoản của bạn đã bị khoá do vượt quá giới hạn số lần đăng nhập không thành công.

source: Your account has been unlocked successfully. Please sign in to continue.
af: Jou rekening was suksesvol ontsluit. Teken asseblief aan om voort te gaan.
ar: لقد تمّ فتح الحساب بنجاح. الرجاء الدخول للاستمرار.
az: Hesabınız uğurlar blokdan çıxarıldı, davam etmək üçün zəhmət olmasa daxil olun
be: Ваш уліковы запіс разблакаваны. Зараз вы можаце ўвайсці ў сістэму.
bg: Профилът Ви е отключен успешно. За да продължите, моля влезте.
bn: আপনার অ্যাকাউন্ট সফলভাবে উদ্ঘাটিত হয়েছে। চালিয়ে যাওয়ার জন্য সাইন ইন করুন।
ca: El teu compte ha estat desbloquejat correctament. S'ha iniciat la sessió.
cs: Váš účet byl úspěšně odemknut.
da: Din konto er genåbnet og du er nu logget ind.
de: Ihr Account wurde entsperrt. Sie sind jetzt angemeldet.
el: Ο λογαριασμός σας ξεκλειδώθηκε επιτυχώς. Παρακαλώ συνδεθείτε για να συνεχίσετε.
es: Tu cuenta ha sido desbloqueada. Ya puedes iniciar sesión.
et: Sinu konto on edukalt lukust vabastatud. Jätkamiseks palun logi sisse.
fa: حسابتان با موفقیت باز شد. اکنون وارد شدید.
fi: Tunnuksesi on nyt avattu. Olet kirjautuneena sisälle.
fr: Votre compte a été déverrouillé avec succès. Veuillez vous connecter.
he: הנעילה הוסרה בהצלחה. כעת הנך מחובר/ת.
hr: Vaš račun je uspješno otključan. Molimo prijavite se.
hu: A felhasználói fiók zárolása megszűnt. Bejelentkezve a felhasználói fiókba.
id: Akun anda telah berhasil dibuka kembali. Anda telah sign in.
is: Aðgangnum þínum hefur verið aflæst. Þú ert innskráð(ur).
it: Il tuo account è stato correttamente sbloccato. Ora sei collegato.
ja: アカウントを凍結解除しました。
ka: თქვენი ანგარიში წარმატებით განიბლოკა. გასაგრძელებლად გთხოვთ გაიაროთ ავთენტიკაცია.
lo_la: ບັນຊີຂອງທ່ານໄດ້ຖືກປົດລັອກສຳເລັດແລ້ວ. ກະລຸນາເຂົ້າສູ່ລະບົບເພື່ອດຳເນີນຕໍ່.
lt: Jūsų paskyra atblokuota. Prisijunkite prie paskyros darbui tęsti.
lv: Jūsu lietotājs ir veiksmīgi atbloķēts. Jūs esat pieslēdzies.
ms: Akun anda telah berjaya dibuka. Anda telah sign in.
nb: Din konto er gjenåpnet og du er nå innlogget.
nl: Je account is ontgrendeld. Je kan nu weer inloggen.
nn_no: Kontoen din har blitt låst opp. Logg inn for å halde fram.
no: Din konto er gjenåpnet. Vennligst logg inn for å fortsette.
pl: Twoje konto zostało odblokowane. Zaloguj się, aby kontynuować.
pt: A sua conta foi desbloqueada com sucesso. Por favor autentique-se para continuar.
pt_br: A sua conta foi desbloqueada com sucesso. Você está autenticado.
ro: Contul dvs. a fost deblocat cu succes. Vă rugăm autentificați pentru a continua.
ru: Ваша учетная запись разблокирована. Теперь вы можете войти в систему.
sk: Váš účet bol úspešne odomknutý. Prosím prihláste sa, aby ste mohli pokračovať.
sl: Vaš račun je bil uspešno odklenjen. Prosimo, prijavite se za nadaljevanje.
sr: Vaš nalog je uspešno otključan. Sada se možete prijaviti.
sr_rs: Ваш налог је успешно откључан. Сада се можете пријавити.
sv: Ditt konto har låsts upp. Du är nu inloggad.
th: บัญชีของคุณถูกปลดล็อกเรียบร้อยแล้ว กรุณาเข้าสู่ระบบเพื่อดำเนินการต่อ
tr: Hesabınızın kilidi başarıyla açıldı. Devam etmek için lütfen giriş yapın.
uk: Обліковий запис розблоковано. Ви увійшли в систему.
vi: Tài khoản của bạn đã được mở khóa thành công. Vui lòng đăng nhập để tiếp tục.

source: Your account has been updated successfully.
af: Jou rekening was suksesvol opgedateer.
ar: تمّ تعديل الحساب بنجاح.
az: Hesabınızı uğurla yenilədiniz.
be: Ваш уліковы запіс зменены.
bg: Обновихте профила си успешно.
bn: আপনার অ্যাকাউন্ট সফলভাবে আপডেট করা হয়েছে।
ca: Has actualitzat el teu compte correctament.
cs: Váš účet byl úspěšně aktualizován.
da: Din profil er opdateret.
de: Ihre Daten wurden aktualisiert.
el: Ενημερώσατε το λογαριασμό σας επιτυχώς.
es: Tu cuenta se ha actualizada.
et: Sa uuendasid edukalt oma kontot.
fa: به روز رسانی حسابتان با موفقیت انجام شد.
fi: Tunnuksesi on päivitetty.
fr: Votre compte a été modifié avec succès.
he: עדכנת בהצלחה את חשבונך.
hr: Uspješno ste izmjenili Vaš račun.
hu: Sikeres fiók módosítás.
id: Akun anda telah berhasil diperbaharui.
is: Aðgangurinn þinn hefur verið uppfærður.
it: Il tuo account è stato aggiornato.
ja: アカウント情報を変更しました。
ka: თქვენი ანგარიში განახლებულია წარმატებით.
lo_la: ບັນຊີຂອງທ່ານໄດ້ຖືກອັບເດດສຳເລັດແລ້ວ.
lt: Jūsų duomenys sėkmingai atnaujinti.
lv: Jūsu labotās izmaiņas ir veiksmīgi saglabātas.
ms: Akaun anda telah dikemaskini
nb: Din brukerkonto er oppdatert.
nl: Je accountgegevens zijn opgeslagen.
nn_no: Kontoen din har blitt oppdatert.
no: Din profil er oppdatert.
pl: Konto zostało pomyślnie zaktualizowane.
pt: A sua conta foi actualizada com sucesso.
pt_br: A sua conta foi atualizada com sucesso.
ro: Aţi actualizat contul dvs. cu succes.
ru: Ваша учетная запись изменена.
sk: Úspešne ste aktualizovali váš účet.
sl: Uspešno ste posodobili vaš račun.
sr: Uspešno ste izmenili svoj nalog.
sr_rs: Успешно сте изменили свој налог.
sv: Ditt konto har uppdaterats.
th: คุณอัพเดตบัญชีของคุณประสบความสำเร็จ
tr: Hesabınız başarıyla güncellendi.
uk: Ваш обліковий запис змінено.
vi: Cập nhật tài khoản thành công.

source: Your account is locked.
af: Jou rekening is gesluit.
ar: الحساب مُعلّق.
az: Sizin hesabınız bloklanmışdır.
be: Ваш уліковы запіс заблакаваны.
bg: Профилът Ви е заключен.
bn: আপনার অ্যাকাউন্ট লক করা আছে।
ca: El teu compte està bloquejat.
cs: Váš účet je uzamčen.
da: Din konto er låst i de næste to timer.
de: Ihr Account ist gesperrt.
el: Ο λογαριασμός σας είναι κλειδωμένος.
es: Tu cuenta está bloqueada.
et: Sinu konto lukustati.
fa: حسابتان قفل شده است.
fi: Tunnuksesi on lukittu.
fr: Votre compte est verrouillé.
he: חשבונך ננעל.
hr: Vaš račun je zaključan.
hu: A fiók zárolva lett.
id: Akun anda terkunci.
is: Aðgangurinn þinn er læstur.
it: Il tuo account è bloccato.
ja: あなたのアカウントは凍結されています。
ka: თქვენი ანგარიში ჩაკეტილია.
lo_la: ບັນຊີຂອງທ່ານຖືກລັອກ.
lt: Jūsų paskyra laikinai užblokuota.
lv: Jūsu lietotājs ir nobloķēts.
ms: Akun anda terkunci.
nb: Din konto er sperret.
nl: Je account is vergrendeld.
nn_no: Kontoen din er låst.
no: Din konto er låst.
pl: Twoje konto jest zablokowane.
pt: A sua conta está bloqueada.
pt_br: A sua conta está bloqueada.
ro: Contul dvs. este blocat.
ru: Ваша учетная запись заблокирована.
sk: Váš účet je zamknutý.
sl: Vaš račun je zaklenjen.
sr: Vaš nalog je zaključan.
sr_rs: Ваш налог је закључан.
sv: Ditt konto är låst.
th: บัญชีของคุณถูกล็อก
tr: Hesabınız kilitlendi.
uk: Ваш обліковий запис заблоковано.
vi: Tài khoản của bạn đã bị khóa.

source: Your account is not activated yet.
af: Jou rekening is nog nie geaktiveer nie.
ar: لم يتمّ تنشيط الحساب بعد.
az: Sizin hesabınız hələ aktivləşdirilməmişdir.
be: Ваш уліковы запіс яшчэ не актываваны.
bg: Профилът Ви все още не е активиран.
bn: আপনার অ্যাকাউন্ট এখনো সক্রিয় হয়নি।
ca: El teu compte encara no ha estat activat.
cs: Váš účet ještě nebyl aktivován.
da: Din konto er ikke bekræftet.
de: Ihr Account ist nicht aktiv.
el: Ο λογαριασμός σας δεν έχει ενεργοποιηθεί ακόμη.
es: Tu cuenta aún no ha sido activada.
et: Sinu konto polnud veel aktiveeritud.
fa: حساب شما هنوز فعال نشده است.
fi: Tunnustasi ei ole vielä aktivoitu.
fr: Votre compte n’est pas encore activé.
he: חשבונך טרם הופעל.
hr: Vaš račun još nije aktiviran.
hu: A fiók még nincs aktiválva.
id: Akun anda belum diaktifkan.
is: Aðgangurinn þinn hefur ekki verið staðfestur.
it: Il tuo account non è stato ancora attivato.
ja: アカウントが有効化されていません。メールに記載された手順にしたがって、アカウントを有効化してください。
ka: თქვენი ანგარი ჯერ არ არის აქტივირებული.
lo_la: ບັນຊີຂອງທ່ານຖືກເປີດໃຊ້ງານເທື່ອ.
lt: Jūsų paskyra dar neaktyvuota.
lv: Jūsu lietotājs vēl nav aktivizēts.
ms: Akun anda belum diaktifkan.
nb: Din konto er ikke aktivert.
nl: Je account is nog niet geactiveerd.
nn_no: Kontoen din er ikkje aktivert enno.
no: Din konto er ikke aktivert enda.
pl: Konto nie zostało jeszcze aktywowane.
pt: A sua conta ainda não foi activada.
pt_br: A sua conta ainda não foi ativada.
ro: Contul dvs. nu a fost activat încă.
ru: Ваша учетная запись еще не активирована.
sk: Váš účet ešte nebol aktivovaný.
sl: Vaš račun še ni bil aktiviran.
sr: Vaš nalog još nije aktiviran.
sr_rs: Ваш налог још није активиран.
sv: Ditt konto har inte aktiverats ännu.
th: บัญชีของคุณยังไม่ถูกเปิดใช้งาน
tr: Hesabınız daha aktifleştirilmemiş.
uk: Ваш обліковий запис ще не активовано.
vi: Tài khoản của bạn chưa được kích hoạt.

source: Your email address has been successfully confirmed.
af: Jou e-posadres is suksesvol bevestig.
ar: تمّ تأكيد الحساب بنجاح، وتمّ تسجيل الدّخول.
az: Hesabınız uğurla təstiqləndi. Hazırda siz hesabınıza daxil olmuşsunuz.
be: Ваш адрас эл. пошты паспяхова пацверджаны.
bg: Регистрацията Ви е потвърдена.
bn: আপনার ইমেল ঠিকানা সফলভাবে নিশ্চিত করা হয়েছে।
ca: La vostra adreça electrònica ha estat confirmada correctament.
cs: Váš účet byl úspěšně potvrzen.
da: Din konto er aktiveret og du er nu logget ind.
de: Ihre E-Mail Adresse wurde erfolgreich bestätigt.
el: Ο λογαριασμός σας επιβεβαιώθηκε επιτυχώς. Έχετε πλέον συνδεθεί.
es: Tu cuenta ha sido confirmada satisfactoriamente.
et: Sinu konto on edukalt kinnitatud.
fa: حسابتان با موفقیت تایید شد. هم اکنون وارد شدید.
fi: Tunnuksesi on nyt vahvistettu.
fr: Votre compte a été confirmé avec succès.
he: חשבונך אושר בהצלחה.
hr: Vaš račun je uspješno potvrđen. Sad ste prijavljeni.
hu: Fiók megerősítve. Bejelentkezve a felhasználói fiókba.
id: Akun anda telah berhasil dikonfirmasi. Anda telah sign in.
is: Aðgangurinn hefur verið staðfestur. Þú ert núna innskráð(ur).
it: Il tuo account è stato correttamente confermato.
ja: アカウントを登録しました。
ka: თქვენი ელ-ფოსტა წარმატებულად დადასტურდა.
lo_la: ລະຫັດຜ່ານຂອງທ່ານໄດ້ຮັບການຢືນຢັນແລ້ວ.
lt: Jūsų e-pašto adresas sėkmingai patvirtintas.
lv: Jūsu lietotājs ir veiksmīgi apstiprināts. Jūs esat pieslēdzies.
ms: Akaun anda telah berjaya disahkan. Anda telah sign in.
nb: Din konto har blitt aktivert og du er nå logget inn
nl: Je account is bevestigd.
nn_no: E-postadressen din har blitt stadfesta.
no: Din konto er aktivert og du er nå innlogget.
pl: Konto zostało poprawnie aktywowane.
pt: A sua conta foi confirmada com sucesso.
pt_br: A sua conta foi confirmada com sucesso.
ro: Contul dvs. a fost confirmat cu succes.
ru: Ваш адрес эл. почты успешно подтвержден.
sk: Váš účet bol úspešne overený. Teraz ste prihlásený.
sl: Vaš račun je bil uspešno potrjen.
sr: Vaš nalog je uspešno potvrđen. Sada ste prijavljeni.
sr_rs: Ваш налог је успешно потврђен. Сада сте пријављени.
sv: Ditt konto har bekräftats. Du är nu inloggad.
th: คุณได้ยืนยันบัญชีของคุณเรียบร้อยแล้ว ขณะนี้คุณสามารถเข้าสู่ระบบได้
tr: Hesabınız başarıyla onaylandı. Şu an giriş yapmış bulunuyorsunuz.
uk: Ваш обліковий запис підтверджено. Ви увійшли в систему.
vi: Xác nhận tài khoản thành công! Bạn hiện đang đăng nhập.

source: Your password has been changed successfully.
af: Jou wagwoord was suksesvol gewysig.
ar: تمّ تعديل كلمة المرور بنجاح.
az: Şifrəniz uğurla dəyişdirildi.
be: Ваш пароль зменены.
bg: Паролата Ви е променена успешно.
bn: আপনার পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে।
ca: La teva contrasenya ha estat canviada correctament.
cs: Vaše heslo bylo úspěšně změněno.
da: Dit kodeord er ændret.
de: Ihr Passwort wurde geändert.
el: Ο κωδικός σας άλλαξε επιτυχώς.
es: Tu contraseña fue cambiada.
et: Sinu salasõna vahetati edukalt.
fa: رمز عبور با موفقیت تغییر یافت.
fi: Salasanasi on vaihdettu.
fr: Votre mot de passe a été modifié avec succès.
he: הסיסמא שלך שונתה בהצלחה.
hr: Vaša lozinka je uspješno promijenjena.
hu: A jelszó megváltozott
id: Password berhasil diubah.
is: Lykilorði þínu hefur nú verið breytt.
it: La tua password è stata cambiata.
ja: パスワードが正しく変更されました。
ka: თქვენი პაროლი წარმატებით შეიცვალა.
lo_la: ລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກປ່ຽນສຳເລັດແລ້ວ.
lt: Jūsų slaptažodis pakeistas sėkmingai.
lv: Jūsu parole ir veiksmīgi nomainīta.
nb: Passordet er endret.
nl: Je wachtwoord is met succes gewijzigd.
nn_no: Passordet ditt har blitt endra.
no: Ditt passord er endret.
pl: Hasło zmienione poprawnie.
pt: A sua password foi alterada com sucesso.
pt_br: Sua senha foi alterada com sucesso.
ro: Parola dvs. a fost schimbată cu succes.
ru: Ваш пароль изменен.
sk: Vaše heslo bolo úspešne zmenené.
sl: Vaše geslo je bilo uspešno spremenjeno.
sr: Vaša lozinka je uspešno promenjena.
sr_rs: Ваша лозинка је успешно промењена.
sv: Ditt lösenord uppdaterades.
th: รหัสผ่านของคุณเปลี่ยนแปลงเรียบร้อยแล้ว
tr: Şifreniz başarıyla güncellendi.
uk: Ваш пароль успішно змінено.
vi: Mật khẩu của bạn đã được thay đổi thành công.

source: Your password has been changed successfully. You are now signed in.
af: Jou wagwoord was suksesvol gewysig. Jy is nou ingeteken.
ar: لقد تمّ تغيير كلمة المرور بنجاح، وتم تسجيل الدخول.
az: Şifrəniz uğurla dəyişdirildi. Siz hazırda sistemə daxil olmusunuz.
be: Ваш пароль зменены. Зараз вы ўвайшлі ў сістэму.
bg: Паролата Ви е променена успешно. Влязохте успешно в профила си.
bn: আপনার পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে. আপনি এখন সাইন ইন করেছেন।
ca: La teva contrasenya ha estat canviada correctament. S'ha iniciat la sessió.
cs: Vaše heslo bylo úspěšně změněno.
da: Dit kodeord er ændret og du er nu logget ind.
de: Ihr Passwort wurde geändert. Sie sind jetzt angemeldet.
el: Ο κωδικός σας άλλαξε επιτυχώς. Έχετε πλέον συνδεθεί.
es: Se ha cambiado tu contraseña. Ya iniciaste sesión.
et: Sinu salasõna vahetati edukalt. Oled nüüd sisse logitud.
fa: رمز عبورتان با موفقیت تغییر کرد. اکنون وارد شدید.
fi: Salasanasi on nyt vaihdettu. Olet kirjautuneena sisälle.
fr: Votre mot de passe a été modifié avec succès. Vous êtes maintenant connecté(e).
he: סיסמתך שונתה בהצלחה. כעת הנך מחובר/ת.
hr: Vaša lozinka je uspješno promjenjena. Sad ste prijavljeni.
hu: A jelszó megváltozott. Bejelentkezve a felhasználói fiókba
id: Password anda telah berhasil diubah. Anda telah sign in.
is: Lykilorði þínu hefur nú verið breytt. Þú ert núna innskráð(ur).
it: La tua password è stata cambiata. Ora sei collegato.
ja: パスワードが正しく変更されました。
ka: თქვენი პაროლი წარმატებით შეიცვალა. ეხლა თქვენ ავთენტირებული ხართ.
lo_la: ລະຫັດຜ່ານຂອງທ່ານໄດ້ຖືກປ່ຽນສຳເລັດແລ້ວ. ທ່ານເຂົ້າສູ່ລະບົບແລ້ວຕອນນີ້.
lt: Jūsų slaptažodis pakeistas sėkmingai. Jūs esate prisijungę.
lv: Jūsu parole ir veiksmīgi nomainīta. Jūs esat pieslēdzies.
ms: Password anda telah berjaya diubah. Anda telah sign in.
nb: Ditt passord er endret og du er nå innlogget.
nl: Je wachtwoord is gewijzigd. Je bent nu aangemeld.
nn_no: Passordet ditt har blitt endra. Du er no innlogga.
no: Ditt passord er endret og du er nå innlogget.
pl: Hasło zmienione poprawnie. Zostałeś automatycznie zalogowany.
pt: A sua palavra-passe foi alterada com sucesso. Agora está autenticado.
pt_br: A sua senha foi alterada com sucesso. Você está autenticado.
ro: Parola dvs. a fost schimbată cu succes. Sunteţi autentificat.
ru: Ваш пароль изменен. Теперь вы вошли в систему.
sk: Vaše heslo bolo úspešne zmenené. Teraz ste prihlásený.
sl: Vaše geslo je bilo uspešno spremenjeno. Sedaj ste prijavljeni.
sr: Vaša lozinka je uspešno promenjena. Sada ste prijavljeni.
sr_rs: Ваша лозинка је успешно промењена. Сада сте пријављени.
sv: Ditt lösenord har uppdaterats. Du är nu inloggad.
th: รหัสผ่านของคุณเปลี่ยนแปลงเรียบร้อยแล้ว ขณะนี้คุณสามารถเข้าสู่ระบบโดยใช้รหัสผ่านใหม่ได้
tr: Şifreniz başarıyla güncellendi. Şu an giriş yapmış bulunuyorsunuz.
uk: Ваш пароль змінено. Ви увійшли в систему.
vi: Đổi mật khẩu thành công! Bạn hiện đang đăng nhập.

source: Your password won't change until you access the link above and create a new one.
af: Jou wagwoord sal nie verander totdat jy die skakel hierbo besoek en 'n nuwe een skep nie.
ar: لن تتغيّر كلمة السر الخاصة بك حتى تتبع الرابط السابق وتُنشئ كلمة سر جديدة.
be: Ваш пароль не зменіцца пакуль вы не націснеце на спасылку і не ўведзяце новы.
bg: Паролата Ви няма да бъде променена, докато не използвате горния линк, за да създадете нова.
ca: La teva contrasenya no serà canviada fins que accedeixis a l'enllaç i en creïs una nova.
cs: Vaše heslo se nezmění dokud neotevřete výše uvedený odkaz a nevytvoříte si nové heslo
da: Dit kodeord forbliver uændret indtil du laver et nyt, ved hjælp af linket foroven.
de: Das Passwort wird nicht geändert bis Sie den obenstehenden Link abrufen und ein neues Passwort bestimmen.
el: Ο κωδικός πρόσβασης δεν θα αλλάξει μέχρι να χρησιμοποιήσετε αυτό το σύνδεσμο παραπάνω και δημιουργήσετε ένα νέο.
es: Su contraseña no será cambiada hasta que usted acceda al enlace y cree una nueva.
et: Sinu parool ei muutu enne kui sa oled külastanud eelolevat linki ja uue parooli sisestanud.
fa: رمز عبور شما تا زمانی که به لینک بالا مراجعه نکنید و رمز عبور جدید نسازید تغییر نخواهد کرد
fi: Salasanaasi ei vaihdeta ennen kuin painat yllä olevaa linkkiä ja syötät uuden salasanan.
fr: Votre mot de passe ne changera pas tant que vous n'aurez pas cliqué sur ce lien et renseigné un nouveau mot de passe.
he: סיסמאתך תוחלף רק אם תלחץ על הקישור המוצג מעל ותיצור סיסמא חדשה.
hu: Amennyiben nem kattint az alábbi linkre, jelszava továbbra is ugyanaz marad, mint eddig.
id: Password Anda tidak akan berubah jika Anda tidak mengakses tautan di atas lalu membuat password yang baru.
it: La tua password non cambierà finchè non accederai al link sopra.
ja: 上のリンクにアクセスして新しいパスワードを設定するまで、パスワードは変更されません。
ka: თქვენი პაროლი არ შეიცვლება სანამ არ შეხვალთ ზემო ბმულში და ახალს არ შექმნით.
lo_la: ລະຫັດຜ່ານຂອງທ່ານຈະບໍ່ຖືກປ່ຽນ ຈົນກວ່າທ່ານເຂົ້າລິ້ງດ້ານເທິງ ແລະ ສ້າງລະຫັດຜ່ານໃໝ່.
lv: Jūsu parole netiks mainīta, kamēr Jūs neapstiprināsiet saiti augstāk un neizveidosiet jaunu.
nb: Passordet ditt endres ikke før du følger linken over og velger et nytt passord.
nl: Je wachtwoord zal niet wijzigen totdat je bovenstaande link hebt gevolgd en een nieuw wachtwoord hebt aangemaakt.
nn_no: Passordet ditt vil ikkje endre seg før du klikker på lenka over og lagar eit nytt.
pl: Twoje hasło nie ulegnie zmianie dopóki nie wejdziesz na poniższy link i nie ustawisz nowego.
pt: A sua palavra-passe só será alterada quando aceder ao link abaixo para a alterar.
pt_br: Sua senha não será alterada até que você acesse o link acima e crie uma nova.
ro: Parola dvs. nu se v-a schimba până când nu accesați link-ul de mai sus și setați una nouă.
ru: Ваш пароль не изменится пока вы не нажмете на ссылку и не введете новый.
sk: Vaše heslo sa nezmení, pokým nenavštívite odkaz vyššie a nezadáte nové.
sl: Vaše geslo se ne bo spremenilo dokler ne nastavite novega s klikom na zgornjo povezavo.
sv: Ditt lösenord ändras ej förrän du följer länken ovan och skapar ett nytt lösenord.
th: รหัสผ่านของคุณยังไม่ได้ถูกเปลี่ยนแปลง จนกว่าคุณจะเข้าลิงค์ด้านบนนี้และตั้งรหัสผ่านใหม่
tr: Parolanız yukarıdaki bağlantıyı kullanıp, yeni bir parola oluşturmadığınız sürece değişmeyecektir.
uk: Ваш пароль не мінятиметься доки Ви не перейдете за посиланням вище і не створите новий.
vi: Mật khẩu của bạn sẽ không thay đổi cho đến khi bạn ấn vào liên kết trên và tạo mật khẩu mới.
