Repository: NREL/api-umbrella
Catalog: locale/*.po
Languages: af, ar, az, be, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fr, he, hr, hu, id, is, it, ja, ka, lo_la, lt, lv, ms, nb, nl, nn_no, no, pl, pt, pt_br, ro, ru, sk, sl, sr, sr_rs, sv, th, tr, uk, vi

source: You updated your account successfully, but we need to verify your new email address. Please check your email and follow the confirm link to confirm your new email address.
af: Jy het jou rekening suksesvol opgedateer, maar ons moet eerst jou nuwe e-posadres verifieer. Kyk asseblief na jou e-posse en volg die bevestigingsskakel om jou nuwe e-posadres te bevestig.
ar: تُم تعديل الحساب بنجاح، يرجى تأكيد البريد الإلكتروني. الرجاء الذهاب الى البريد الإلكتروني والضغط على الرابط الموجود للانتهاء من عمليّة التاكيد.
az: Hesabınızı uğurla yenilədiniz, ancaq biz sizin email ünvanınızı yoxlamalıyıq. Zəhmət olmasa email qutunuzu yoxlayın və təstiq linkinə daxil olaraq yeni email ünvanınızı təstiqləyin.
be: Вы паспяхова абнавілі дадзеныя ўліковага запісу, але трэба пацвердзіць новы адрас эл. пошты. Калі ласка, праверце паштовую скрынку і перайдзіце па спасылцы, каб скончыць працэдуру праверкі новага адраса
bg: Обновихте профила си успешно, но трябва да проверим Вашия нов имейл адрес. Моля, проверете пощата си и отворете линка за потвърждаване на новия адрес.
bn: আপনি সফলভাবে আপনার একাউন্ট আপডেট করেছেন, কিন্তু আপনার নতুন ইমেইল ঠিকানা যাচাই করতে হবে. আপনার ইমেইল চেক করুন এবং আপনার নতুন ইমেইল ঠিকানা যাচাই করতে নিশ্চিতকরন লিঙ্কটি অনুসরণ করুন।
ca: Has actualitzat el teu compte correctament, però cal confirmar el teu nou correu electrònic. Si us plau, comprova el teu correu i segueix l'enllaç de confirmació per finalitzar la comprovació del nou correu eletrònic.
cs: Úspěšně jste aktualizovali svůj účet, ale ještě musíte ověřit svou novou e-mailovou adresu. Zkontrolujte prosím svou schránku a klikněte na odkaz pro dokončení ověření vaši nové e-mailové adresy.
da: Du har nu opdateret din konto, men vi skal verificere din nye e-mail-adresse. Check venligst din e-mail og tryk på linket til bekræftelse for at færdiggøre verificeringen.
de: Ihre Daten wurden aktualisiert, aber Sie müssen Ihre neue E-Mail-Adresse bestätigen. Sie erhalten in wenigen Minuten eine E-Mail, mit der Sie die Änderung Ihrer E-Mail-Adresse abschließen können.
el: Ενημερώσατε το λογαριασμό σας επιτυχώς, αλλά πρέπει να επιβεβαιώσουμε το νέο σας email. Παρακαλώ ελέγξτε τα μηνύματά σας και ανοίξτε το σύνδεσμο για να επιβεβαιώσετε τη νέα διεύθυνση.
es: Has actualizado tu cuenta correctamente, pero es necesario confirmar tu nuevo correo electrónico. Por favor, comprueba tu correo y sigue el enlace de confirmación para finalizar la comprobación del nuevo correo electrónico.
et: Sa uuendasid edukalt oma kontot, kuid me peame kontrollima sinu e-posti aadressi. Palun kontrolli oma e-posti ja ava kinnitamise link, et viia lõpule aadressi kinnitamine.
fa: حساب شما با موفقیت به روز شد، اما شما باید ایمیل جدیدتان را را تایید کنید. لطفا ایمیل‌تان را چک کنید و روی لینک تایید حساب کاربری کلیک کنید تا ایمیل جدیدتان تایید شود.
fi: Tiedot päivitettiin onnistuneesti, mutta meidän täytyy vielä varmistaa uusi sähköpostiosoitteesi. Tarkista sähköpostisi ja klikkaa varmistuslinkkiä varmistaaksesi uuden sähköpostiosoitteesti.
fr: Vous avez modifié votre compte avec succès, mais nous devons vérifier votre nouvelle adresse de courriel. Veuillez consulter vos courriels et cliquer sur le lien de confirmation pour confirmer votre nouvelle adresse.
he: עידכנת את חשבונך בהצלחה, אבל אנחנו צריכים לאשר את האימייל החדש שלך. אנא בדק/י את האימייל שלך ולחצ/י על הלינק על מנת לאשר את חשבון האימייל החדש.
hr: Uspješno ste ažurirali Vaš račun, ali trebamo potvrditi Vašu novu e-mail adresu. Molimo provjerite svoje sanduče i kliknite na link za potvrdu.
hu: A fiók módosítása sikeres, de meg kell erősíteni az e-mail címet. Nézze meg az e-mailjeit, és kattintson a küldött linkre hogy megerősítse az e-mail cím létezését.
id: Berhasil memperbarui akun, namun Anda harus mengonfirmasi alamat email baru. Tolong cek email anda dan klik tautan konfirmasi untuk menyelesaikan konfirmasi email baru Anda.
is: Aðgangurinn þinn hefur verið uppfærður, en þú þarft að staðfesta netfangið þitt. Vinsamlegast skoðaðu tölvupóstinn þinn og smelltu á staðfestingartengilinn til þess að staðfesta netfangið.
it: Il tuo account è stato aggiornato, ma dobbiamo verificare la tua email. Ti invitiamo a consultare la tua email e cliccare sul link di conferma.
ja: アカウント情報を変更しました。変更されたメールアドレスの本人確認のため、本人確認用メールより確認処理をおこなってください。
ka: თქვენ წარმატებით განაახლეთ თქვენი ანგარიში, მაგრამ ჩვენ უნდა დავადასტუროთ თქვენი ახალი ელ-ფოსტის მისამართი. გთხოვთ შეამოწმოთ თქვენი ელ-ფოსტა და მიჰყვეთ დამადასტურებელ ბმულს რათა დაადასტუროთ თქვენი ახალი ელ-ფოსტის მისამართი.
lo_la: ທ່ານໄດ້ອັບເດດບັນຊີຂອງທ່ານສຳເລັດແລ້ວ, ແຕ່ພວກເຮົາຕ້ອງໄດ້ຢັ້ງຢືນທີ່ຢູ່ອີເມວໃໝ່ຂອງທ່ານໄດ້. ກະລຸນາກວດອີເມວຂອງທ່ານຄືນ ແລະ ຕາມລິ້ງໄປເພື່ອຢືນຢັນທີ່ຢູ່ອີເມວໃໝ່ຂອງທ່ານ.
lt: Jūsų paskyra sėkmingai atnaujinta, tačiau mums reikia patvirtinti jūsų naują el. pašto adresą. Prašome pasitikrinkite savo e-paštą ir sekite instrukcijas laiške.
lv: Jūsu labotās izmaiņas ir veiksmīgi saglabātas, bet mums ir jāpārbauda Jūsu jaunā e-pasta adrese. Lūdzu pārbaudiet Jūsu e-pastu un uzklikšķiniet uz apstiprinājuma saites, lai pabeigtu Jūsu jaunās e-pasta adreses apstiprināšanu.
nb: Brukerkontoen er nå oppdatert, men vi må bekrefte den nye e-postadressen. Vennligst sjekk din e-post og klikk på lenken for å bekrefte din nye e-postadresse.
nl: Je account is bijgewerkt, maar we moeten je e-mailadres nog valideren. Een e-mail met een confirmatielink is naar je e-mailadres gestuurd. Open de link in je browser om je e-mailadres te confirmeren.
nn_no: Du har oppdatert kontoen din, men vi treng å stadfeste di nye e-postadresse. Sjekk e-posten din og følg lenka for å stadfeste di nye e-postadresse.
no: Din profil er oppdatert, men vi trenger å bekrefte din nye epost-adresse. Vennligst sjekk din innboks og klikk på lenken inneholdt i eposten for å bekrefte endring av din epost-adresse.
pl: Konto zostało zaktualizowane, musimy jednak potwierdzić nowy adres e-mail. Sprawdź swoją skrzynkę pocztową i otwórz link aktywacyjny, aby ukończyć zmianę adresu.
pt: A sua conta foi actualizada com sucesso, mas precisamos de confirmar o seu email. Por favor veja o seu email e clique no link para finalizar a confirmação do seu email.
pt_br: Sua conta foi atualizada com sucesso, mas nós precisamos verificar o novo endereço de email. Por favor, verifique seu email e clique no link de confirmação para finalizar confirmando o seu novo email.
ro: Aţi actualizat contul dvs. de succes, dar avem nevoie să verificăm adresa dvs. de e-mail. Vă rugăm să verificați adresa de email şi faceţi clic pe link-ul de confirmă pentru a finaliza confirmarea adresei dvs. de e-mail.
ru: Вы успешно обновили данные учетной записи, но необходимо подтвердить новый адрес эл. почты. Пожалуйста, проверьте почтовый ящик и перейдите по ссылке, чтобы закончить процедуру проверки нового адреса эл. почты.
sk: Váš účet bol úspešne aktualizovaný ale potrebujeme overiť vašu novú emailovú adresu. Prosím skontrolujte si email a kliknite na potvrdzovací odkaz, aby ste potvrdili novú emailovú adresu.
sl: Vaš račun je uspešno posodobljen, vendar potrebno je preveriti vaš novi email naslov. Prosimo, preverite vaš email in kliknite na potrditveno povezavo za dokončanje potrditve vašega novega email naslova.
sr: Uspešno ste ažurirali svoj nalog, ali trebamo potvrditi Vašu adresu ePošte. Proverite svoje sanduče sa porukama i kliknite na vezu za potvrdu.
sr_rs: Успешно сте ажурирали свој налог, али требамо потврдити Вашу адресу еПоште. Проверите своје сандуче са порукама и кликните на везу за потврду.
sv: Ditt konto uppdaterades, men vi behöver verifiera din nya epostadress. Kontrollera din epost och klicka på länken för att bekräfta din nya epostadress.
th: คุณได้อัพเดทบัญชีของคุณเรียบร้อยแล้ว แต่คุณต้องทำการยืนยันอีเมล์ใหม่นี้ กรุณาตรวจสอบอีเมล์และคลิกลิงค์เพื่อยืนยันที่อยู่อีเมล์ใหม่
tr: Hesabınızı başarıyla güncellediniz, fakat yeni e-posta adresinizin onaylanması gerek. Yeni e-posta hesabınızın onaylanması için lütfen size gönderdiğimiz e-postada bulunan onay linkini açın.
uk: Ваш обліковий запис оновлено, але необхідно підтвердити нову електронну адресу. Будь ласка, перевірте свою електронну скриньку і перейдіть за посиланням "Підтвердити", шоб завершити оновлення електронної адреси.
vi: Tài khoản của bạn được cập nhật thành công, nhưng bạn cần xác nhận địa chỉ email mới. Vui lòng kiểm tra email và nhấn vào đường dẫn xác nhận tài khoản để hoàn tất việc thay đổi địa chỉ email.

source: You will receive an email with instructions for how to confirm your email address in a few minutes.
af: Jy sal 'n e-pos ontvang met instruksies vir hoe om jou e-posadres te bevestig oor 'n paar minute.
ar: ستصل خلال دقائق رسالة على البريد الإلكتروني تتضمّن الخطوات اللازمة لتأكيد الحساب.
az: Bir neçə dəqiqə ərzində hesabınızı təstiqləmək üçün sizə email göndəriləcəkdir.
be: Цягам некалькіх хвілін вы атрымаеце ліст з інструкцыямі па пацверджанні адраса эл. пошты.
bg: Ще получите имейл с инструкции за потвърждаване на Вашата регистрация до няколко минути.
bn: আপনি কয়েক মিনিটের মধ্যে আপনার ইমেল ঠিকানা নিশ্চিত করার জন্যে নির্দেশাবলী সহ একটি ইমেল পাবেন।
ca: En breu rebràs un correu electrònic amb instruccions sobre com confirmar el teu compte.
cs: Za několik minut obdržíte email s instrukcemi k potvrzení vašeho účtu.
da: Om få minutter vil du modtage en e-mail med instruktioner om aktivering af din konto.
de: Sie erhalten in wenigen Minuten eine E-Mail, mit der Sie Ihre Registrierung bestätigen können.
el: Θα λάβετε ένα μήνυμα με οδηγίες για το πως να επιβεβαιώσετε το λογαριασμό σας σε λίγα λεπτά.
es: Vas a recibir un correo con instrucciones sobre cómo confirmar tu cuenta en unos minutos.
et: Mõne minuti jooksul saad sa e-kirja juhistega oma konto kinnitamiseks.
fa: ظرف چند دقیقه آینده ایمیلی حاوی راهنمای تایید حسابتان دریافت خواهید کرد.
fi: Saat hetken kuluttua sähköpostiisi ohjeet tunnuksen vahvistamiseen.
fr: Vous allez recevoir sous quelques minutes un courriel comportant des instructions pour confirmer votre compte.
he: בדקות הקרובות יגיע אליך אימייל עם הנחיות כיצד לאשר את הרשמתך.
hr: U roku nekoliko minuta ćete primiti e-mail s uputama za potvrdu Vašeg računa.
hu: A megadott címre egy email érkezik a megerősítő linkkel.
id: Anda akan menerima e-mail berisi instruksi untuk melakukan konfirmasi akun dalam beberapa menit lagi.
is: Eftir nokkrar mínútur munt þú fá tölvupóst með leiðbeiningum um hverning eigi að staðfesta aðganginn.
it: Riceverai un messaggio email con le istruzioni per confermare il tuo account entro qualche minuto.
ja: アカウントの有効化について数分以内にメールでご連絡します。
ka: თქვენ რამოდენიმე წუთში მიიღებთ ელ-ფოსტას ინსტრუქციით ელ-ფოსტის დასადასტურებლად.
lo_la: ທ່ານຈະໄດ້ຮັບອີເມວພ້ອມຂັ້ນຕອນສຳລັບຢືນຢັນທີ່ຢູ່ອີເມວຂອງທ່ານໃນອີກບໍ່ດົນ.
lt: Už keleto minučių sulauksite elektroninio laiško su instrukcijomis kaip patvirtinti jūsų vartotojo paskyrą.
lv: Pāris minūšu laikā uz Jūsu epastu tiks nosūtīts apraksts, kā apstiprināt Jūsu lietotāju.
ms: Anda akan menerima e-mail mengenai langkah proses pengesahan akaun sebentar lagi.
nb: Du vil snart motta en epost med instruksjoner for å aktivere din konto.
nl: Je ontvangt via e-mail instructies hoe je je account kan bevestigen.
nn_no: Du vil om få minutt motta ein epost med instruksjonar om korleis stadfeste e-postadressen din.
no: Du vil innen få minutter motta en epost med instruksjoner for å aktivere din konto.
pl: Instrukcja jak aktywować konto zostanie niezwłocznie wysłana na podany adres e-mail.
pt: Dentro de alguns minutos irá receber um email com instruções para confirmar a sua conta.
pt_br: Dentro de minutos, você receberá um email com as instruções de confirmação da sua conta.
ro: Veţi primi un e-mail cu instrucţiuni despre cum să confirmați contul dvs. în câteva minute.
ru: В течение нескольких минут вы получите письмо с инструкциями по подтверждению адреса эл. почты.
sk: O niekoľko minút dostanete email s inštrukciami ako potvrdiť váš účet.
sl: Prejeli boste email z navodili za potrditev vašega računa.
sr: U roku od nekoliko minuta primićete ePoruku sa uputstvom za potvrdu Vašeg naloga.
sr_rs: У року од неколико минута примићете еПоруку са упутством за потврду Вашег налога.
sv: Du kommer att få epost med instruktioner om hur du kan bekräfta ditt konto inom några minuter.
th: คุณจะได้รับอีเมล์แนะนำวิธีการยืนยันบัญชีภายในไม่ไม่ช้า
tr: Birkaç dakika içinde hesabınızı nasıl onaylayacağınızı anlatan bir e-posta alacaksınız.
uk: Ви отримаєте лист з інструкціями щодо підтвердження вашого облікового запису протягом декількох хвилин.
vi: Bạn sẽ nhận được email hướng dẫn xác nhận tài khoản trong vài phút nữa.

source: You will receive an email with instructions for how to unlock your account in a few minutes.
af: Jy sal 'n e-pos ontvang met instruksies vir hoe om jou rekening te ontsluit binne 'n paar minute.
ar: خلال بضعة دقائق، سوف تصل رسالة بالتعليمات اللازمة لإعادة تفعيل الحساب.
az: Bir neçə dəqiqə ərzində hesabınızı blokdan çıxarmaq üçün sizə email göndəriləcəkdir.
be: Цягам некалькіх хвілін вы атрымаеце ліст з інструкцыямі па разблакоўцы ўліковага запісу.
bg: Ще получите имейл с инструкции как да отключите профила си до няколко минути.
bn: আপনি কয়েক মিনিটের মধ্যে আপনার অ্যাকাউন্ট আনলক করার জন্যে নির্দেশাবলী সহ একটি ইমেল পাবেন।
ca: En breu rebràs un correu electrònic amb instruccions sobre com desbloquejar el teu compte.
cs: Za několik minut obdržíte email s instrukcemi, jak odemknout svůj účet.
da: Om få minutter vil du modtage en e-mail med instruktioner om genåbning af din konto.
de: Sie erhalten in wenigen Minuten eine E-Mail mit der Anleitung, wie Sie Ihren Account entsperren können.
el: Θα λάβετε ένα μήνυμα με οδηγίες για το πως να ξεκλειδώσετε το λογαριασμό σας σε λίγα λεπτά.
es: Vas a recibir instrucciones para desbloquear tu cuenta en unos pocos minutos.
et: Sa saad mõne minuti jooksul e-kirja juhistega, kuidas oma konto lukust vabastada.
fa: ایمیلی حاوی راهنمای باز کردن حسابتان در چند دقیقه آینده به شما ارسال خواهد شد.
fi: Saat hetken kuluttua sähköpostiisi ohjeet tunnuksesi lukituksen poistoon.
fr: Vous allez recevoir sous quelques minutes un courriel comportant des instructions pour déverrouiller votre compte.
he: בדקות הקרובות יישלח אליך אימייל עם הנחיות כיצד להסיר את הנעילה מחשבונך.
hr: U roku nekoliko minuta ćete primiti e-mail s uputama za otključavanje Vašeg računa.
hu: Hamarosan a megadott címre érkezik egy email a fiók zárolásának megszüntetésével kapcsolatban.
id: Anda akan menerima e-mail berisi instruksi untuk membuka kembali akun anda dalam beberapa menit lagi.
is: Innan nokkurra mínútna færðu tölvupóst með leiðbeiningum um hvernig hægt er að aflæsa aðgangi þínum.
it: Riceverai un messaggio email con le istruzioni per sbloccare il tuo account entro qualche minuto.
ja: アカウントの凍結解除方法を数分以内にメールでご連絡します。
ka: თქვენ რამოდენიმე წუთში მიიღებთ შეტყობინებას ანგარიშის გასახსნელად ინსტრუქციით.
lo_la: ທ່ານຈະໄດ້ຮັບອີເມວພ້ອມກັບຂັ້ນຕອນວິທີປົດລັອກບັນຊີຂອງທ່ານໃນອີກບໍ່ດົນ.
lt: Netrukus sulauksite el. laiško su instrukcijomis, kaip atblokuoti paskyrą.
lv: Pāris minūšu laikā uz Jūsu epastu tiks nosūtīts apraksts, kā atbloķēt Jūsu lietotāju.
ms: Anda akan menerima e-mail mengenai langkah membuka akaun kembali sebentar lagi.
nb: Du vil snart motta en epost med instruksjon for å gjenåpne din konto.
nl: Je ontvangt via e-mail instructies hoe je je account kan ontgrendelen.
nn_no: Du vil om få minutt motta ein e-post med instruksjonar for å låse opp kontoen din.
no: Du vil innen få minutter motta en epost med instruksjoner for å gjenåpne din konto.
pl: Wkrótce powinieneś otrzymać e-mail z instrukcjami jak odblokować swoje konto.
pt: Dentro de alguns minutos irá receber um email com as instruções para desbloquear a sua conta.
pt_br: Dentro de minutos, você receberá um email com instruções de desbloqueio da sua conta.
ro: Veţi primi un e-mail cu instrucţiuni despre cum să deblocați contul dvs. în câteva minute.
ru: В течение нескольких минут вы получите письмо с инструкциями по разблокировке учетной записи.
sk: O niekoľko minút dostanete email s inštrukciami ako odomknúť váš účet.
sl: V naslednjih minutah boste prejeli email z navodili za odklep vašega računa.
sr: U roku od nekoliko minuta ćete primiti ePoruku sa uputstvom za otključavanje Vašeg naloga.
sr_rs: У року од неколико минута ћете примити еПоруку са упутством за откључавање Вашег налога.
sv: Du kommer få epost med instruktioner om hur du kan låsa upp ditt konto inom några minuter.
th: คุณจะได้รับอีเมล์แนะนำการปลดล็อกบัญชีในไม่ช้า
tr: Birkaç dakika içerisinde hesap kilidi açma talimatlarını içeren bir e-posta alacaksınız.
uk: Протягом декількох хвилин Ви отримаєте лист з інструкціями щодо розблокування облікового запису.
vi: Bạn sẽ nhận được email hướng dẫn cách mở khóa tài khoản trong vài phút nữa.

source: You will receive an email with instructions on how to reset your password in a few minutes.
af: Jy sal 'n e-pos ontvang met instruksies oor hoe om jou wagwoord te herstel oor 'n paar minute.
ar: ستصل خلال دقائق رسالة بريد إلكتروني تحوي التعليمات اللازمة لإعادة ضبط كلمة السر.
az: Siz bir neçə dəqiqə ərazində, şifrənizi necə dəyişmək haqqında email qəbul edəcəksiniz.
be: Цягам некалькіх хвілін вы атрымаеце ліст з інструкцыямі па аднаўленні пароля.
bg: Ще получите имейл с инструкции как да промените паролата си до няколко минути.
bn: আপনি কয়েক মিনিটের মধ্যে আপনার পাসওয়ার্ড পুনরুদ্ধার নির্দেশাবলী সহ একটি ইমেল পাবেন।
ca: En breu rebràs un correu electrònic amb instruccions sobre com restablir la teva contrasenya.
cs: Za několik minut obdržíte email s instrukcemi pro nastavení nového hesla.
da: Du vil om et øjeblik modtage en e-mail vedrørende nulstilling af kodeord.
de: Sie erhalten in wenigen Minuten eine E-Mail mit der Anleitung, wie Sie Ihr Passwort zurücksetzen können.
el: Θα λάβετε ένα μήνυμα με οδηγίες επαναφοράς του κωδικού σας σε λίγα λεπτά.
es: Recibirás un correo con instrucciones sobre cómo resetear tu contraseña en unos pocos minutos.
et: Mõne minuti jooksul saad sa kirja juhistega, kuidas oma salasõna taastada.
fa: ظرف چند دقیقه آینده ایمیلی حاوی راهنمای بازگرداندن رمز عبورتان دریافت خواهید کرد.
fi: Saat hetken kuluttua sähköpostiisi ohjeet salasanan vaihtoon.
fr: Vous allez recevoir sous quelques minutes un courriel vous indiquant comment réinitialiser votre mot de passe.
he: בדקות הקרובות יגיע אליך אימייל עם הנחיות כיצד לאפס את סיסמתך.
hr: U roku nekoliko minuta ćete primiti e-mail s uputama za promjenu Vaše lozinke.
hu: A megadott címre egy email érkezik hamarosan a további teendőkről.
id: Anda akan menerima e-mail berisi instruksi untuk melakukan reset password beberapa menit lagi.
is: Innan nokkra mínútna færðu tölvupóst með leiðbeiningum um hvernig hægt sé að endurstilla aðganginn þinn.
it: Riceverai un messaggio email con le istruzioni per reimpostare la tua password entro qualche minuto.
ja: パスワードの再設定について数分以内にメールでご連絡いたします。
ka: თქვენ რამოდენიმე წუთში მოგივათ პაროლის განახლების ელ-ფოსტა ინსტრუქციით.
lo_la: ທ່ານຈະໄດ້ຮັບອີເມວພ້ອມກັບຂັ້ນຕອນວິທີຕັ້ງລະຫັດຜ່ານໃໝ່ໃນອີກບໍ່ດົນ.
lt: Jūs gausite el. laišką su slaptažodžio pakeitimo instrukcijomis netrukus.
lv: Pāris minūšu laikā uz Jūsu epastu tiks nosūtīts apraksts, kā nomainīt jūsu paroli.
ms: Anda akan menerima e-mail mengenai langkah mengubah password sebentar lagi.
nb: Du vil snart motta en epost med instruksjoner for å tilbakestille passordet ditt.
nl: Je ontvangt een e-mail met instructies hoe je je wachtwoord opnieuw kan instellen.
nn_no: Du vil om få minutt motta ein e-post med instruksjonar om å nullstille passordet ditt.
no: Du vil innen få minutter motta en epost med instruksjoner for å nullstille passordet ditt.
pl: Instrukcja zmiany hasła zostanie niezwłocznie wysłana na podany adres e-mail.
pt: Dentro de alguns minutos irá receber um email com instruções de reinicialização da palavra-passe.
pt_br: Dentro de minutos, você receberá um email com as instruções de redefinição da sua senha.
ro: Veţi primi un e-mail cu instrucţiuni pentru resetarea parolei dvs. în câteva minute.
ru: В течение нескольких минут вы получите письмо с инструкциями по восстановлению пароля.
sk: O niekoľko minút dostanete email s inštrukciami ako nastaviť nové heslo.
sl: V naslednjih minutah boste prejeli email z navodili za ponastavitev gesla.
sr: U roku od nekoliko minuta primitićete ePoruku sa uputstvom za promenu Vaše lozinke.
sr_rs: У року од неколико минута примитићете еПоруку са упутством за промену Ваше лозинке.
sv: Du kommer få epost med instruktioner för hur du kan återställa ditt lösenord inom några minuter.
th: คุณจะได้รับอีเมล์แนะนำการตั้งค่ารหัสผ่านในไม่ช้า
tr: Birkaç dakika içinde şifrenizi nasıl sıfırlayacağınız ile ilgili bir e-posta alacaksınız.
uk: Протягом декількох хвилин Ви отримаєте лист з інструкціями щодо скидання Вашого пароля.
vi: Bạn sẽ nhận được email hướng dẫn thiết lập lại mật khẩu trong vài phút nữa.
