Repository: NREL/api-umbrella
Catalog: locale/ha.po
Languages: ha

source: %{count} errors prohibited this %{resource} from being saved:
ha: %{count} Me ya sa bayanin ka %{resource} bai karbu ba

source: 1 error prohibited this %{resource} from being saved:
ha: 1 me ya sa bayanin ka bai karbu ba %{resource}

source: A message with a confirmation link has been sent to your email address. Please follow the link to activate your account.
ha: sako daga wurin mu zai shigo I-mail din ka, biyomu zaka bude akaut din ka

source: Are you sure?
ha: Ka tabbater da haka

source: Back
ha: koma baya

source: Bye! Your account has been successfully cancelled. We hope to see you again soon.
ha: Sai anjuma! Mun kunle akaut din ka, muna fatan zamu sake ganin ka

source: Cancel my account
ha: Kunle akaut di na

source: Change My Password
ha: Canza mabudi na

source: Change Your Password
ha: Canza mabudi ka

source: Change my password
ha: canza mabudi na

source: Click the link below to unlock your account:
ha: danna sakon dake karshe domin ka bude akaut din ka

source: Confirm New Password
ha: Tabbatar da sabon mobudin ka

source: Confirm my account
ha: Tabbatar da akaut di na

source: Confirmation instructions
ha: Bayanin tabbatar wa

source: Could not authenticate you from %{kind} because "%{reason}".
ha: bai tabbatar de kai ba %{kind} saboda “ %{reason}”

source: Current Password
ha: Mabudi na yan zu

source: Current password
ha: Mabudi na yan zu

source: Currently waiting confirmation for: %{email}
ha: Muna Sauraron bayanin daga wurin ka: %{email}

source: Didn't receive confirmation instructions?
ha: Ban karbi bayanin ka ba?

source: Didn't receive unlock instructions?
ha: Ban karɓi bayanin buɗewar bayanin ka ba?

source: Edit %{resource}
ha: Gyara %{resource}

source: Email
ha: I-mail

source: Forgot your password?
ha: Na matta mabudi na

source: Hello %{recipient}!
ha: hallo %{recipient}!

source: If you didn't request this, please ignore this email.
ha: idan baka turo da sakon canzawa ba kada ka bude sakon

source: If your account exists, you will receive an email with instructions for how to unlock it in a few minutes.
ha: Idan akaut din ka yana aiki, zaka karbi bayanin daga wurin mu na yadda zaka bude akaut din ka

source: If your email address exists in our database, you will receive a password recovery link at your email address in a few minutes.
ha: Idan adireshin I-mail din ka yana aiki da database din mu, zaka sako daga wurin mu zuwa I-mail din ka, yadda zaka bude akaut din ka a cikin kakkanin lokaci

source: If your email address exists in our database, you will receive an email with instructions for how to confirm your email address in a few minutes.
ha: Idan adireshen I-mail din ka yana tare da data base din mu zaka karbi sakon yadda zaka tabbatar da I-mail din ka

source: Invalid %{authentication_keys} or password.
ha: Adireshin I-mail mara kyau ko mabudi mara kyau

source: New Password
ha: Sabon mabudi

source: Password
ha: Mabudi

source: Password Changed
ha: Mabudi ya canzu

source: Password Confirmation
ha: Mabudi ya tabbata

source: Password confirmation
ha: Mabudi ya tabbata

source: Remember me
ha: tuna da ni

source: Resend confirmation instructions
ha: Sake turo bayanin ka

source: Resend unlock instructions
ha: Sake turo da bayanin bude akaut

source: Reset password instructions
ha: sake gyara bayanin mabudi

source: Reset password token
ha: Gyara mabudi

source: Send me reset password instructions
ha: aiko mini da bayanin mabudi na

source: Sign in
ha: shiga

source: Sign in with %{provider}
ha: shiga da %{provider}

source: Sign up
ha: Bayar de sabon bayanin akaut

source: Signed in successfully.
ha: ka shiga de sauki

source: Signed out successfully.
ha: ka fita de sauki

source: Someone has requested a link to change your password, and you can do this through the link below.
ha: Wanni ya turo mana da sako mu canza mabudin ka, kuma zaka iya canzawa da sakon dake karkashin ka

source: Successfully authenticated from %{kind} account.
ha: Tabbatar da bayanin ka %{kind} akaut

source: Unhappy?
ha: Ba cin rai

source: Unlock instructions
ha: bayanin yadda zaka bude

source: Unlock my account
ha: bude akaunt di na

source: Unlock token
ha: Bode tokin ka

source: Update
ha: Ci gaba

source: User
ha: Mai amfani deshi

source: We're contacting you to notify you that your password has been changed.
ha: Muna tura maka da sako cewa mabudin da ka canza ya tabbatar

source: Welcome %{recipient}!
ha: Sannu da zuwa %{recipient}

source: Welcome! You have signed up successfully.
ha: Sannu da zuwa; sabon akaut din ka ya tabbatar

source: You are already signed in.
ha: Ka shiga tuni

source: You can confirm your account email through the link below:
ha: Zaka iya tabbatar da I-mail din ka daga sakon dake karkashin ka

source: You can't access this page without coming from a password reset email. If you do come from a password reset email, please make sure you used the full URL provided.
ha: Ba zaka iya tabbater da wannan bayanin bude waba sai ka koma cikin I-mail da ka bamu idan baka shiga ta hanyar I-mail ba, zaka iya shiga ta ‘URL’ de muke da shi

source: You have one more attempt before your account is locked.
ha: kana da dama guda daya kafin mu kulle akaut din ka

source: You have signed up successfully. However, we could not sign you in because your account is locked.
ha: Sabon akaut din ka ya tabbata, amma Ba zamu iya shiga da kai ba sabode mun kuile akaut din ka

source: You have signed up successfully. However, we could not sign you in because your account is not yet activated.
ha: Sabon akaut din ka ya tabbata, Ba zamu iya shigar da kai ba sabode akaut din ka bai kar bu ba

source: You have to confirm your email address before continuing.
ha: Sai ka tabbatar da adireshin I-mail din ka kafin ka ci gaba

source: You need to sign in or sign up before continuing.
ha: Shiga kafin ka ci gaba

source: You updated your account successfully, but we need to verify your new email address. Please check your email and follow the confirm link to confirm your new email address.
ha: Budewar akaut din ka ya tabbata, amma sai mun tabbatar da adireshin i-mail din ka. Duba i-mail din ka zaka ga sako sai ka bude

source: You will receive an email with instructions for how to confirm your email address in a few minutes.
ha: Zaka karbi sako daga wurin mu na yadda zaka tabbatar da I-mail din ka a kakkanin lokaci

source: You will receive an email with instructions for how to unlock your account in a few minutes.
ha: Zaka karbi bayani daga wurin mu na yadda zaka bude akaut din ka

source: You will receive an email with instructions on how to reset your password in a few minutes.
ha: Zaka karbi bayanin daga wurin mu, yadda naka canza mabudin ka a cikin kakkanin lokaci

source: Your account has been locked due to an excessive amount of unsuccessful sign in attempts.
ha: mun kulle akaut dinka sabo da yawan shige-shigen ka

source: Your account has been unlocked successfully. Please sign in to continue.
ha: Akaut din ka ya budi, shiga doming a cigaba

source: Your account has been updated successfully.
ha: Budewar akaut din ka ya tabbatar

source: Your account is locked.
ha: Akaut din ka an kulle

source: Your account is not activated yet.
ha: Akaut din ka bai karbu ba

source: Your email address has been successfully confirmed.
ha: Adireshin I-mail din ka ya karbu

source: Your password has been changed successfully.
ha: Sabon mabudin ka ya karbu

source: Your password has been changed successfully. You are now signed in.
ha: Sabon Mabudin ka ya karbu, zaka iya shiga yan zu

source: Your password won't change until you access the link above and create a new one.
ha: mabudin ka bazai canzu ba idan baka bude sakon ba

source: Your session expired. Please sign in again to continue.
ha: lokacin ka ya kare, sake shigo wa kafin ka si gaba

source: has expired, please request a new one
ha: lokacin ka ya kare, sake tambaya sabo

source: leave blank if you don't want to change it
ha: Karka danna komai idan baka canza ba

source: needs to be confirmed within %{period}, please request a new one
ha: Ina so in tabbata da %{period}, tabbayi sabo

source: not found
ha: Ba bayani

source: was already confirmed, please try signing in
ha: Mun karba, kana iya shiga yanzu

source: was not locked
ha: Ba mu kunle ba

source: we need your current password to confirm your changes
ha: Muna bukatar sabon mabudin ka domin mu sake tabbatar da canza war ka
