Repository: NREL/api-umbrella
Catalog: locale/ig.po
Languages: ig

source: %{count} errors prohibited this %{resource} from being saved:
ig: %{count} che mmebi nke gbochiri nkea %{resource} na idekwaba ya.

source: 1 error prohibited this %{resource} from being saved:
ig: otu ihe mmebi gbochiri nkea %{resource} na idekwaba ya.

source: A message with a confirmation link has been sent to your email address. Please follow the link to activate your account.
ig: Ezi jere la gi ozi nkweta na imeel adreesi gi. Biko, soro akara anyi were gbaghee akauntu gi

source: Are you sure?
ig: Obu ka osi mee?

source: Back
ig: Chigha-azu

source: Bye! Your account has been successfully cancelled. We hope to see you again soon.
ig: Ka odi? Akagbuola akauntu gi

source: Cancel my account
ig: Kagbuo akauntu m

source: Change My Password
ig: gbanwe okwuntughe m

source: Change Your Password
ig: gbanwe okwuntughe gi

source: Change my password
ig: Gbanwe okwuntughe m

source: Click the link below to unlock your account:
ig: Pia akara di n’okpuru, wee kpoghe akauntu gi

source: Confirm New Password
ig: kwetara okwuntughe ohuru

source: Confirm my account
ig: kwetara akauntu

source: Confirmation instructions
ig: Usoro esi ekwenye

source: Could not authenticate you from %{kind} because "%{reason}".
ig: onweghi ike ihu gi %{kind} maka "%{reason}".

source: Current Password
ig: Okwuntughe nke di ire ugbua

source: Current password
ig: Okwuntughe nke di ire ugbua

source: Currently waiting confirmation for: %{email}
ig: Ugbua, ana echere nkweta nke %{email}

source: Didn't receive confirmation instructions?
ig: Inwetaghi usoro nkwekokita?

source: Didn't receive unlock instructions?
ig: Inwetaghi usoro mgbaghe?

source: Edit %{resource}
ig: Degharia %{resource}

source: Email
ig: Imeel

source: Forgot your password?
ig: I chefuru okwuntughe gi?

source: Hello %{recipient}!
ig: kedu %{recipient}!

source: If you didn't request this, please ignore this email.
ig: O buru na ichoghi nkea, biko le – ghara imeel a

source: If your account exists, you will receive an email with instructions for how to unlock it in a few minutes.
ig: Oburu na inwerego akauntu, I ga enweta imeel na usoro otu esi agbaghe ya n’oge eteghi aka

source: If your email address exists in our database, you will receive a password recovery link at your email address in a few minutes.
ig: Oburu na imeel gi di na – ulo data anyi, I ga enweta ozi inwetachi okwuntughe n’akara anyi na – imeel ugbua

source: If your email address exists in our database, you will receive an email with instructions for how to confirm your email address in a few minutes.
ig: Oburu na imeel adireesi gi dina akara ulo anyi, I ga enweta ozi otu esi eleta imeeli adireesi gi n’ oge adighi anyi

source: Invalid %{authentication_keys} or password.
ig: imeel ma obu okwuntughe adighi ire

source: New Password
ig: okwuntughe ohuru

source: Password
ig: Okwuntughe

source: Password Changed
ig: Mgbanwe okwuntughe

source: Password Confirmation
ig: Nkwenta okwuntughe

source: Password confirmation
ig: Nkwenta okwuntughe

source: Remember me
ig: Cheta m

source: Resend confirmation instructions
ig: Zighachi ozi usoro nkweta

source: Resend unlock instructions
ig: Zighachi usoro mgbaghe

source: Reset password instructions
ig: Usoro esi atughari okwuntughe

source: Reset password token
ig: Tugharia Okwuntughe

source: Send me reset password instructions
ig: zitere m usoro mgbanwe Okwuntughe

source: Sign in
ig: Banye

source: Sign in with %{provider}
ig: Were %{provider} banye

source: Sign up
ig: Dabanye aha

source: Signed in successfully.
ig: Abanyela nke oma

source: Signed out successfully.
ig: Emechiela ya nke oma

source: Someone has requested a link to change your password, and you can do this through the link below.
ig: Were onye naacho ka agbanwe okwuntughe gi, ma i ga eme nkea site na-akara dina okpuru

source: Successfully authenticated from %{kind} account.
ig: inwela ike ka ahu gi nke oma site na %{kind} akauntu gi

source: Unhappy?
ig: Inwegi anuri?

source: Unlock instructions
ig: usoro esi Akpoghe

source: Unlock my account
ig: Gbaghee akauntu m

source: Unlock token
ig: Mee hie obere

source: Update
ig: Bunite ya na nke ohuru

source: User
ig: Onye nwe

source: We're contacting you to notify you that your password has been changed.
ig: Anyi na-akpoturu gi, igwa gi na okwuntughe gi agbanweela

source: Welcome %{recipient}!
ig: Nnoo! %{recipient}!

source: Welcome! You have signed up successfully.
ig: Nnoo! I debanyela nke oma

source: You are already signed in.
ig: ibanye la rii

source: You can confirm your account email through the link below:
ig: I ga ekwetara akauntu gi site n’akara a di na-okpuru.

source: You can't access this page without coming from a password reset email. If you do come from a password reset email, please make sure you used the full URL provided.
ig: Igaghi enwe ike ibanye na-ohere a na-esiteghi na okuruntughe mgbanwe imeel. Oburu na – isighi na mgbanwe okwuntughe imeel, biko were URL nile enyeregi

source: You have one more attempt before your account is locked.
ig: I nwere otu ohere tupu agbachie akauntu gi

source: You have signed up successfully. However, we could not sign you in because your account is locked.
ig: : I deabanyela nke oma. Kama anyi enweghi ike igbaghere gi maka na akauntu gi gbachiri agbachi

source: You have signed up successfully. However, we could not sign you in because your account is not yet activated.
ig: I debanyela nke oma. Kama, any enweghi ike igbaghere gi maka na akauntu gi ebi do beghi ruba oru

source: You have to confirm your email address before continuing.
ig: I ga ekwetara imeel adreesi tupu igabakwa n’iru

source: You need to sign in or sign up before continuing.
ig: : I ga abanye, ma o bu debanye aha tupu I gabakwa n’iru

source: You updated your account successfully, but we need to verify your new email address. Please check your email and follow the confirm link to confirm your new email address.
ig: Ibunitela akauntu gi nke ohuru nke oma, mana anyi choro inyocha imeel adreesi ohuru gi. Biko leta imeela gi ma soro akara nkweta wee kwetara imeel adreesi ohuru gi

source: You will receive an email with instructions for how to confirm your email address in a few minutes.
ig: I ga enweta ozi imeel na usoro esi ekweta ya n’oge adighi anya

source: You will receive an email with instructions for how to unlock your account in a few minutes.
ig: I ga enweta ozi imeel na otu esi agbaghe akauntu gi n’oge eteghi aka

source: You will receive an email with instructions on how to reset your password in a few minutes.
ig: I ga enweta usoro imeel out esi atughari okwuntughe n’oge etegi aka

source: Your account has been locked due to an excessive amount of unsuccessful sign in attempts.
ig: Akpochiela akauntu gi site na otutu ugboro ichoro ibanye mana onweghi isi

source: Your account has been unlocked successfully. Please sign in to continue.
ig: Agbaghela akauntu gi nke oma. Biko banye ka I wee ga n’iru

source: Your account has been updated successfully.
ig: Ebunitela akauntu gi na nke ohuru nke oma

source: Your account is locked.
ig: Agbachiela akauntu gi

source: Your account is not activated yet.
ig: akauntu gi arubabeghi oru

source: Your email address has been successfully confirmed.
ig: Imeel adreesi gi agala nke oma

source: Your password has been changed successfully.
ig: Wwe hope to see you again soon. Agbanwela Okwuntughe gi nke oma

source: Your password has been changed successfully. You are now signed in.
ig: Agbanwela okwuntughe gi nke oma. I banye Kwala

source: Your password won't change until you access the link above and create a new one.
ig: Okwuntughe gi agaghi agbanwe ruo-mgbe ibara n! ime akara a di n’elu, wee mepee nke ohuru

source: Your session expired. Please sign in again to continue.
ig: oge enyere gi agwula biko bidokwa ozo wee banye, ka iwe gaba n’iru

source: has expired, please request a new one
ig: Nkea emebiela. Biko yoo ka enye gi nke ohuru. 86. Not found: Ahughi ya

source: leave blank if you don't want to change it
ig: Hapa ya oghe ma o buru na ichogi igbanwe ya

source: needs to be confirmed within %{period}, please request a new one
ig: Okwesiri ka enkweta n’ime %{period}, Biko yoo ka enye gi nke ohuru

source: not found
ig: Ahughi ya

source: was already confirmed, please try signing in
ig: Ekwenyela ari, biko, mee ka i banye

source: was not locked
ig: Agbachi ya

source: we need your current password to confirm your changes
ig: Anyi choro okwuntughe ohuru gi, ka ewee kwenye na mgbanwe
