Repository: NREL/api-umbrella
Catalog: locale/yo.po
Languages: yo

source: %{count} errors prohibited this %{resource} from being saved:
yo: %{count}àsìse sèdíwọ elè yìí %{resource} láti lè fi pamọ́

source: 1 error prohibited this %{resource} from being saved:
yo: 1 àsìse sèdíwọ elè yìí %{resource} láti lè fi pamọ́

source: A message with a confirmation link has been sent to your email address. Please follow the link to activate your account.
yo: O gba í-meèlì pelu àrídájú ìtọ́kasí. Jọ̀wọ́ tẹ̀lẹ́ ìtọ́kasí tí o sọ di aṣiṣẹ́ ki àkántì rẹ to le ṣiṣẹ́

source: Are you sure?
yo: Ṣé o da ẹ lójú?

source: Back
yo: Padà sẹ́yìn

source: Bye! Your account has been successfully cancelled. We hope to see you again soon.
yo: òdàbö! A ti fagi lé àkántì re. A léro pé o maa padà wá

source: Cancel my account
yo: Fagi lé àkántì mi

source: Change My Password
yo: ṣàyípadà aṣínà mi

source: Change Your Password
yo: ṣàyípadà aṣínà rẹ

source: Change my password
yo: ṣàyípadà aṣínà mi

source: Click the link below to unlock your account:
yo: ṣíra tẹ̀ẹ́ ìtọ́kasí isalẹ láti síí àkántì rẹ

source: Confirm New Password
yo: Fi àṣẹsí aṣínà tuntun

source: Confirm my account
yo: Fi àṣẹsí àkántì mi

source: Confirmation instructions
yo: ìmúdájú ìlànà

source: Could not authenticate you from %{kind} because "%{reason}".
yo: Ko le ṣàrídájú rẹ láti %{kind} nítorítí “%{reason}

source: Current Password
yo: ọ̀rọ̀ aṣínà lọ́wọ́lọ́wọ́

source: Current password
yo: ọ̀rọ̀ aṣínà lọ́wọ́lọ́wọ́

source: Currently waiting confirmation for: %{email}
yo: A n dúró lọ́wọ́lọ́wọ́ fún ìfàṣẹsí : %{email}

source: Didn't receive confirmation instructions?
yo: Ko gba ìmúdájú ilana?

source: Didn't receive unlock instructions?
yo: Ko gba kọ́kọ́rọ́ ilana?

source: Edit %{resource}
yo: ṣàtúnṣe %{resource}

source: Email
yo: í-meèlì

source: Forgot your password?
yo: Gbàgbe aṣínà?

source: Hello %{recipient}!
yo: Ẹ ǹlẹ́ o %{recipient}!

source: If you didn't request this, please ignore this email.
yo: í ẹ ko bá bèèrè fun, ejọwọ, ẹ ma tẹ̀lé ìmọ̀ràn inu í-meèlì yi

source: If your account exists, you will receive an email with instructions for how to unlock it in a few minutes.
yo: Ti àkántì rẹ bá wà, O gba í-meèlì pẹ̀lú ilana bí o ṣe lè ṣe ṣi kọ́kọ́rọ́ àkántì rẹ ní ìṣẹ́jú díẹ̀

source: If your email address exists in our database, you will receive a password recovery link at your email address in a few minutes.
yo: Ti àdírẹ́ẹ̀sì í-meèlì rẹ ba wà ní àkójọpọ̀ data wa, ìwọ yóò gba ìtọ́kasí aṣínà ní í-meèlì rẹ ní ìṣẹ́jú díẹ̀

source: If your email address exists in our database, you will receive an email with instructions for how to confirm your email address in a few minutes.
yo: Ti àdírẹ́ẹ̀sì í-meèlì rẹ ba wà ní àkójọpọ̀ data wa, ìwọ yóò gba í-meèlì láti ọ̀dọ̀ wa pẹ̀lú ìlànà bí o se maa fi ìfàṣẹsí ṣí àdírẹ́ẹ̀sì í-meèlì rẹ ní ìṣẹ́jú díẹ̀

source: Invalid %{authentication_keys} or password.
yo: àìfẹsẹ̀múlẹ̀ í-meèlì àdírẹ́sì wọlé ọ̀rọ̀ aṣínà

source: New Password
yo: Aṣínà tuntun

source: Password
yo: ọ̀rọ̀ aṣínà

source: Password Changed
yo: aṣínà ti yípadà

source: Password Confirmation
yo: ìfàṣẹsí ọ̀rọ̀ aṣínà

source: Password confirmation
yo: ìfàṣẹsí ọ̀rọ̀ aṣínà

source: Remember me
yo: Rántí mi

source: Resend confirmation instructions
yo: Fi ìfàṣẹsí ìlànà ṣọwó

source: Resend unlock instructions
yo: Fi kọ́kọ́rọ́ ilana ṣọwó lẹ́ẹ̀kàn si

source: Reset password instructions
yo: ṣàtúntò aṣínà ìtọ́sọ́nà

source: Reset password token
yo: Tún ọ̀rọ̀ aṣínà tè

source: Send me reset password instructions
yo: Fi ṣàtúntò aṣínà ìtọ́sọ́nà ránṣẹ́

source: Sign in
yo: Wọlé

source: Sign in with %{provider}
yo: Wọlé pẹ̀lú %{provider}

source: Sign up
yo: Forúkọsílẹ̀

source: Signed in successfully.
yo: O wọlé pẹ̀lú àṣeyọrí

source: Signed out successfully.
yo: O jáde pẹ̀lú àṣeyọrí

source: Someone has requested a link to change your password, and you can do this through the link below.
yo: Eni kan bèrè láti yí aṣínà yín padà, ẹ le se eléyi pẹ̀lú ìtọ́kasí ni isalẹ

source: Successfully authenticated from %{kind} account.
yo: áṣeyọrí ìjẹ́rìísí láti %{kind} àkántì

source: Unhappy?
yo: ìbànújẹ́?

source: Unlock instructions
yo: Síí ìtọ́sọ́nà

source: Unlock my account
yo: Síí àkántì mi

source: Unlock token
yo: Síí àmì

source: Update
yo: ṣàfikùn

source: User
yo: aṣàmúlò

source: We're contacting you to notify you that your password has been changed.
yo: A n kàn sí yin láti sọ fún yín wípé a ti pa ọ̀rọ̀ aṣínà yín padà

source: Welcome %{recipient}!
yo: Káàbọ̀ %{recipient}!

source: Welcome! You have signed up successfully.
yo: Káàbọ̀! iforúkọsílẹ̀ rẹ wọlé pẹ̀lú àṣeyọrí

source: You are already signed in.
yo: ẹ̀ ti wọlé síbẹ́síbẹ́

source: You can confirm your account email through the link below:
yo: O lé fi àṣẹsí àkántì í-meèlì rẹ pẹ̀lú ìtọ́kasí ni isalẹ

source: You can't access this page without coming from a password reset email. If you do come from a password reset email, please make sure you used the full URL provided.
yo: O ko le wọlé síí ìwé yii láì se nípasẹ̀ àtúntò í-meèlì aṣínà re. Tí o bá wá láti aṣínà àtúntò í-meèlì, jọ̀wọ́ rii dáni loju pé o lo URL tí a pèsè

source: You have one more attempt before your account is locked.
yo: O ní ànfààní ìgbìnyànjú kan si kí a tó tii àkántì rẹ pa

source: You have signed up successfully. However, we could not sign you in because your account is locked.
yo: Iforúkọsílẹ̀ rẹ wọlé pẹ̀lú àṣeyọrí. Ṣùgbọ́n, a kò lé jẹ́ kí o wọlé nítoripe àkántì re tii tì pa

source: You have signed up successfully. However, we could not sign you in because your account is not yet activated.
yo: Iforúkọsílẹ̀ rẹ wọlé pẹ̀lú àṣeyọrí. Ṣùgbọ́n, a kò lé jẹ́ kí o wọlé nítoripe àkántì rẹ ko tí sọ di aṣiṣẹ́

source: You have to confirm your email address before continuing.
yo: Wà ni láti fi àṣẹsí í-meèlì rẹ kí o tó tẹ̀síwájú

source: You need to sign in or sign up before continuing.
yo: O nílọ̀ láti wọlé kí o tó tẹ̀síwájú

source: You updated your account successfully, but we need to verify your new email address. Please check your email and follow the confirm link to confirm your new email address.
yo: O ti ṣàfikún àkántì rẹ pẹ̀lú àṣeyọrí, Ṣùgbọ́n, a nilo láti ṣàrídájú í-meèlì tuntun. Jọ̀wọ́ yẹ í-meèlì rẹ ki o si ṣàrídájú ìtọ́kasí láti ṣàrídájú í-meèlì tuntun

source: You will receive an email with instructions for how to confirm your email address in a few minutes.
yo: Wàá gba í-meèlì pẹ̀lú ìlànà bí o se maa fi ìfàṣẹsí ṣí àdírẹ́ẹ̀sì í-meèlì rẹ ní ìṣẹ́jú díẹ̀

source: You will receive an email with instructions for how to unlock your account in a few minutes.
yo: O gba í-meèlì pẹ̀lú ilana bí o ṣe le ṣe ṣi kọ́kọ́rọ́ àkántì rẹ ní ìṣẹ́jú díẹ̀

source: You will receive an email with instructions on how to reset your password in a few minutes.
yo: O gba í-meèlì pelu àlàyé bí o se le ṣàtúntò aṣínà rẹ ní ìṣẹ́jú díẹ̀

source: Your account has been locked due to an excessive amount of unsuccessful sign in attempts.
yo: àkántì re tii tì pa nítorí ìgbìyànjú ati wọlé nigba púpọ̀ to forí ṣánpọ́n

source: Your account has been unlocked successfully. Please sign in to continue.
yo: Kọ́kọ́rọ́ àkántì rẹ ti si pẹ̀lú àṣeyọrí. Jọ̀wọ́ wọlé láti tẹ̀ síwájú

source: Your account has been updated successfully.
yo: A ti ṣàfikún àkántì rẹ pẹ̀lú àṣeyọrí

source: Your account is locked.
yo: àkántì re tii tì pa

source: Your account is not activated yet.
yo: àkántì rẹ ko ṣiṣẹ síbẹ́síbẹ́

source: Your email address has been successfully confirmed.
yo: ìfàṣẹsí ti wà fún í-meèlì rẹ tí a ti ní

source: Your password has been changed successfully.
yo: A ti sàyípadà aṣínà re

source: Your password has been changed successfully. You are now signed in.
yo: A ti sàyípadà aṣínà re. ẹ̀ ti wọlé

source: Your password won't change until you access the link above and create a new one.
yo: Aṣínà yín ko ni yin pada laise pe ẹ tẹ̀lé ìtọ́kasí towa loke ki ẹ to le dá titun

source: Your session expired. Please sign in again to continue.
yo: ìgbà re tii parí. Jọ̀wọ́ wọlé lẹẹkan si láti tẹ̀síwájú

source: has expired, please request a new one
yo: O ti kú, Jọ̀wọ́ béèrè fún tuntun

source: leave blank if you don't want to change it
yo: Fi sílẹ̀ ti o ko ba fe yi padà

source: needs to be confirmed within %{period}, please request a new one
yo: A ni láti ṣe àrídájú rẹ %{period}, jọ̀wọ́ béèrè fún tuntun

source: not found
yo: Kò sí

source: was already confirmed, please try signing in
yo: A ti ṣe àrídájú, jọ̀wọ́ wọlé

source: was not locked
yo: A kò tí

source: we need your current password to confirm your changes
yo: A nilo aṣínà ti o n lo lọ́wọ́lọ́wọ́ láti ṣàrídájú àyípadà rẹ
